[{"term":null,"keywords":"formula","description":"","excerpt":"Error 404 Page not found Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/formula"},{"term":null,"keywords":"oxide","description":"","excerpt":"Error 404 Page not found Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/oxide"},{"term":null,"keywords":"analysis","description":"","excerpt":"Error 404 Page not found Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/analysis"},{"term":"0.8mm thickness","keywords":"0.8mm thickness","description":"This is an ideal wall thickness to print on consumer 3D printer since to normally creates sufficient strength and prints in one two passes","excerpt":"0.8mm thickness This is an ideal wall thickness to print on consumer 3D printer since to normally creates sufficient strength and prints in one two passes Key phrases linking here: 0.8mm thickness, 0.4mm, 0.8mm - Learn more Details It is common for people to leave their 3D printer unattended printing for days (against manufacturer warnings).","url":"https://digitalfire.com/glossary/0.8mm+thickness"},{"term":"200 mesh","keywords":"200 mesh","description":"200 mesh (a sieve with 200 wires/inch) is the particle size that most minerals used in the ceramic industry are processed to.","excerpt":"200 mesh 200 mesh (a sieve with 200 wires/inch) is the particle size that most minerals used in the ceramic industry are processed to. Key phrases linking here: 200 mesh - Learn more Details In ceramics, this refers to the particle size of a powder. A 200 screen has 200 wires per inch. The openings between the wires measure 74 microns (the width of a typical human hair).","url":"https://digitalfire.com/glossary/200+mesh"},{"term":"325 mesh","keywords":"325 mesh","description":"325 mesh (a sieve with 325 wires/inch) is the finest particle size that most ceramic minerals can be practically processed to (premium grades).","excerpt":"325 mesh 325 mesh (a sieve with 325 wires/inch) is the finest particle size that most ceramic minerals can be practically processed to (premium grades). Key phrases linking here: 325 mesh - Learn more Details In ceramics, this refers to the particle size of a powder. A 325 screen has 325 wires per inch. The openings between the wires measure 45 microns (half the width of a typical human hair).","url":"https://digitalfire.com/glossary/325+mesh"},{"term":"3D Design","keywords":"3d design","description":"3D Design software is used to create dimensionally accurate objects by sketching 2D geometry and transforming it using tools to rotate, extrude, sweep, etc. The software generates the polygon surface.","excerpt":"3D Design 3D Design software is used to create dimensionally accurate objects by sketching 2D geometry and transforming it using tools to rotate, extrude, sweep, etc. The software generates the polygon surface.","url":"https://digitalfire.com/glossary/3d+design"},{"term":"3D Modeling","keywords":"3d modeling","description":"3D surface modelling tools enable the creation of objects by starting with a basic shape having polygon surfaces and then subdividing, pushing and pulling the quadrilateral or triangle polygon meshes to form shapes.","excerpt":"3D Modeling 3D surface modelling tools enable the creation of objects by starting with a basic shape having polygon surfaces and then subdividing, pushing and pulling the quadrilateral or triangle polygon meshes to form shapes. Key phrases linking here: surface modelling, 3d modelling, 3d modeling - Learn more Details 3D design is divided into mechanical drawing (CAD) and polygonal modelling.","url":"https://digitalfire.com/glossary/3d+modeling"},{"term":"3D Printer","keywords":"3d printer","description":"Standard 3D printers (not clay 3D printers) are incredibly useful in ceramic production and design, bringing difficult processes within reach of potters and hobbyists.","excerpt":"3D Printer Standard 3D printers (not clay 3D printers) are incredibly useful in ceramic production and design, bringing difficult processes within reach of potters and hobbyists. Key phrases linking here: 3d printers, 3d printer - Learn more Details This page is about using FDM 3D printers and PLA filament in the production of ceramics, adapting a new technology to one of the world's oldest fabric...","url":"https://digitalfire.com/glossary/3d+printer"},{"term":"3D Printing Clay","keywords":"3d printing clay","description":"Clay for 3D printing. People are getting carried away with the technology and forgetting the common sense things relating to the clay.","excerpt":"3D Printing Clay Clay for 3D printing. People are getting carried away with the technology and forgetting the common sense things relating to the clay. Key phrases linking here: 3d 3d-printed clay, 3d printing clay - Learn more Details 3D printers that can extrude a clay paste are available now.","url":"https://digitalfire.com/glossary/3d+printing+clay"},{"term":"3D Slicer","keywords":"3d slicer","description":"A slicer is software that can cut a 3MF, OBJ or STL 3D model file into hundreds or even thousands of layers  and then control a printer to print them layer-by-layer.","excerpt":"3D Slicer A slicer is software that can cut a 3MF, OBJ or STL 3D model file into hundreds or even thousands of layers and then control a printer to print them layer-by-layer. Key phrases linking here: slicer software, the slicer, 3d slicer, stl files, a slicer, g-code - Learn more Details Slicing software converts an 3D STL, OBJ or 3MF file (exported by CAD software) into slices of G-Code print-he...","url":"https://digitalfire.com/glossary/3d+slicer"},{"term":"3D-Printing","keywords":"3d-printing","description":"Standard 3D printing technology (not printing with clay itself) is very useful to potters and ceramic industry in making objects that assist and enable production.","excerpt":"3D-Printing Standard 3D printing technology (not printing with clay itself) is very useful to potters and ceramic industry in making objects that assist and enable production. Key phrases linking here: 3d-printing, 3d printing, 3d-printed, 3d printed, 3d-print, 3d print, 3dp - Learn more Details When this site refers to 3DP or 3D printing, we are almost always referring to the use of a consumer FD...","url":"https://digitalfire.com/glossary/3d-printing"},{"term":"42 mesh","keywords":"42 mesh","description":"","excerpt":"42 mesh This is a bit of a magic number when it comes to particle size reduction of ceramic minerals and clays. 42 mesh represents the practical minimum particle size limit that an industrial hammer mill (coupled with a vibrating screen for particle classification) can produce when grinding clays. While finer sizes are possible, e.g.","url":"https://digitalfire.com/glossary/42+mesh"},{"term":"AI at Digitalfire","keywords":"ai at digitalfire","description":"","excerpt":"AI at Digitalfire I am Tony Hansen. I am Digitalfire.com. I am an explainer. I use AI as a tool to enhance my work. I sometimes get what I feel is unfair criticism from \"AI zero-tolerance\" people. I am human, with limitations on what I can do. I make use of AI in a reasonable way.","url":"https://digitalfire.com/glossary/ai+at+digitalfire"},{"term":"AI in Ceramics","keywords":"ai in ceramics","description":"","excerpt":"AI in Ceramics This is huge and exploded into the mainstream in 2023. Industry figures are campaigning for trillions of dollars to build dozens of chip factories and hundreds of data centers (and the massive electrical infrastructure these will require). The goal is to create AGI (artificial general intelligence) - the degree to which that goal can be taken seems limitless.","url":"https://digitalfire.com/glossary/ai+in+ceramics"},{"term":"Abrasion Ceramics","keywords":"abrasion ceramics","description":"Man-made ceramic surfaces are among the most abrasion resistant materials known. Products made to abrade others are also made from bonded ceramic grains.","excerpt":"Abrasion Ceramics Man-made ceramic surfaces are among the most abrasion resistant materials known. Products made to abrade others are also made from bonded ceramic grains. Key phrases linking here: abrasion ceramics - Learn more Details Abrasion ceramics can refer to two things: Products that resist abrasion because they are hard (more correctly these are actually abrasion-resistant ceramics) and ...","url":"https://digitalfire.com/glossary/abrasion+ceramics"},{"term":"Acidic Oxides","keywords":"acidic oxides","description":"In glaze chemistry, oxides are classified in various ways to model their contribution to the fired glaze properties","excerpt":"Acidic Oxides In glaze chemistry, oxides are classified in various ways to model their contribution to the fired glaze properties Key phrases linking here: acidic oxides - Learn more Details In glaze chemistry oxides are sometimes classified as basic (RO, R2O group) or acidic (RO2). The greater the proportion of oxygen the more acidic it is.","url":"https://digitalfire.com/glossary/acidic+oxides"},{"term":"Agglomeration","keywords":"agglomeration","description":"The fine mineral, oxide and clay particles used in ceramics often aglommerate during storage or even in the latter stages of production. These must be broken down later.","excerpt":"Agglomeration The fine mineral, oxide and clay particles used in ceramics often aglommerate during storage or even in the latter stages of production. These must be broken down later. Key phrases linking here: agglomeration, agglomerates, agglomerate - Learn more Details In powders and slurries, particles can aggregate, sticking together with varying degrees of tenacity.","url":"https://digitalfire.com/glossary/agglomeration"},{"term":"Alkali","keywords":"alkali","description":"","excerpt":"Alkali Alkalies are the strong base fluxing oxides of Na2O, K2O and Li2O. Feldspars are by far the most common alkali sourcing materials, thus the term 'alkali feldspars'. However, frits are also an excellent source and sometimes the only alternative to meet the chemistry requirements (e.g. low alumina and high Na2O).","url":"https://digitalfire.com/glossary/alkali"},{"term":"Alkaline Earths","keywords":"alkaline earths","description":"Refers to a group of ceramic fluxing oxides that contribute similar properties to fired glazes. They contrast with the alkalis which are stronger fluxes.","excerpt":"Alkaline Earths Refers to a group of ceramic fluxing oxides that contribute similar properties to fired glazes. They contrast with the alkalis which are stronger fluxes. Key phrases linking here: alkaline earths - Learn more Details Glaze chemistry models fired glazes as constructed of oxides decomposed from the materials in the recipe.","url":"https://digitalfire.com/glossary/alkaline+earths"},{"term":"All-in-one case mold","keywords":"all-in-one case mold","description":"A method of 3D printing the case mold shell of an entire assembled plaster mold for using in ceramic production.","excerpt":"All-in-one case mold A method of 3D printing the case mold shell of an entire assembled plaster mold for using in ceramic production. Key phrases linking here: all-in-one case mold - Learn more Details The advent of 3D printing is making it possible to print a completely assembled case mold (with membranes that define mating surfaces). Multiple-piece molds are possible.","url":"https://digitalfire.com/glossary/all-in-one+case+mold"},{"term":"Amorphous","keywords":"amorphous","description":"","excerpt":"Amorphous Without a regular structure. Amorphous minerals do not have a repeating crystalline matrix. Glass, for example, is amorphous because it is cooled in the kiln quickly enough that no crystals have an opportunity to form. Related Information Links Glossary Glass vs.","url":"https://digitalfire.com/glossary/amorphous"},{"term":"Apparent porosity","keywords":"apparent porosity","description":"","excerpt":"Apparent porosity The relation between the volume of a mass and the volume or water absorbed when the mass is immersed. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/apparent+porosity"},{"term":"Artware","keywords":"artware","description":"Artware, to potters and hobbyists, is pottery made from white-burning clays fired at low temperatures with brightly coloured glazes and decorated using decals, underglazes, lustres, etc.","excerpt":"Artware Artware, to potters and hobbyists, is pottery made from white-burning clays fired at low temperatures with brightly coloured glazes and decorated using decals, underglazes, lustres, etc. Key phrases linking here: talc body, art ware, artware - Learn more Details News Fall 2021: The hobby casting and artware markets have been turned upside down in North America.","url":"https://digitalfire.com/glossary/artware"},{"term":"Ball milling","keywords":"ball milling","description":"A method of grinding particles in ceramic powders and slurries. A porcelain, metal or rubber vessel filled with pebbles tumbles and particles are ground between colliding pebbles.","excerpt":"Ball milling A method of grinding particles in ceramic powders and slurries. A porcelain, metal or rubber vessel filled with pebbles tumbles and particles are ground between colliding pebbles. Key phrases linking here: ball milling, ball milled, ball-milled, ball mill - Learn more Details A device used to reduce the particle size of materials, bodies or glazes.","url":"https://digitalfire.com/glossary/ball+milling"},{"term":"Bamboo Glaze","keywords":"bamboo glaze","description":"A high temperature reduction glaze made by adding a small amount of iron oxide to a magnesia matte base glaze","excerpt":"Bamboo Glaze A high temperature reduction glaze made by adding a small amount of iron oxide to a magnesia matte base glaze Key phrases linking here: bamboo glaze, bamboo matte - Learn more Details Usually describes a bamboo colored matte glaze (especially in reduction stoneware).","url":"https://digitalfire.com/glossary/bamboo+glaze"},{"term":"Base Glaze","keywords":"base glaze","description":"Understand your a glaze and learn how to adjust and improve it. Build others from that. We have bases for low, medium and high fire.","excerpt":"Base Glaze Understand your a glaze and learn how to adjust and improve it. Build others from that. We have bases for low, medium and high fire. Key phrases linking here: base transparent, base recipes, cover glazes, base recipe, cover glaze, base glazes, base glaze, base matte - Learn more Details A base glaze is one having no opacifiers, variegators or colorants.","url":"https://digitalfire.com/glossary/base+glaze"},{"term":"Base-Coat Dipping Glaze","keywords":"base-coat dipping glaze","description":"These are ceramic glazes intended for dipping but which contain a gum to enable them to adhere to the body better and tolerate over-layers without danger of flaking or cracking.","excerpt":"Base-Coat Dipping Glaze These are ceramic glazes intended for dipping but which contain a gum to enable them to adhere to the body better and tolerate over-layers without danger of flaking or cracking. Key phrases linking here: base-coat dipping glaze, first-coat dipping, first coat, base coat - Learn more Details In ceramics and pottery, dipping glazes can be of two main types: For single layer o...","url":"https://digitalfire.com/glossary/base-coat+dipping+glaze"},{"term":"Basic Oxides","keywords":"basic oxides","description":"","excerpt":"Basic Oxides See Acidic. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/basic+oxides"},{"term":"Batch Recipe","keywords":"batch recipe","description":"In ceramics, glazes are made by weighing out dry ceramic powdered materials to fill a recipe. Batch recipes often are a combination of a base recipe and additions.","excerpt":"Batch Recipe In ceramics, glazes are made by weighing out dry ceramic powdered materials to fill a recipe. Batch recipes often are a combination of a base recipe and additions. Key phrases linking here: batch recipe - Learn more Details The term 'batch' refers to the actual mixture of materials that you weigh out when you prepare a glaze or clay body batch for production or testing.","url":"https://digitalfire.com/glossary/batch+recipe"},{"term":"Bisque","keywords":"bisque","description":"Potters and some manufacturers fire ceramic ware twice, once to prepare it for glazing (call bisquit firing) and the second time to melt the glaze onto it.","excerpt":"Bisque Potters and some manufacturers fire ceramic ware twice, once to prepare it for glazing (call bisquit firing) and the second time to melt the glaze onto it. Key phrases linking here: bisquit firing, bisque firing, bisque fired, bisque-fired, bisque - Learn more Details Generally, bisque firing refers to the practice of prefiring ware without glaze to make it impervious to water, resistant to...","url":"https://digitalfire.com/glossary/bisque"},{"term":"Bisque","keywords":"8","description":"Potters and some manufacturers fire ceramic ware twice, once to prepare it for glazing (call bisquit firing) and the second time to melt the glaze onto it.","excerpt":"Bisque Potters and some manufacturers fire ceramic ware twice, once to prepare it for glazing (call bisquit firing) and the second time to melt the glaze onto it. Key phrases linking here: bisquit firing, bisque firing, bisque fired, bisque-fired, bisque - Learn more Details Generally, bisque firing refers to the practice of prefiring ware without glaze to make it impervious to water, resistant to...","url":"https://digitalfire.com/glossary/8"},{"term":"Bit Image","keywords":"bit image","description":"From ceramic production to pottery we need to take photos, knowing something about the file formats and working with them saves money, time, the environment.","excerpt":"Bit Image From ceramic production to pottery we need to take photos, knowing something about the file formats and working with them saves money, time, the environment. Key phrases linking here: bit image, photoshop, gimp - Learn more Details Digital photographs are \"bit images\". Ceramic artists and technicians must deal with them constantly, knowing something about the subject is valuable.","url":"https://digitalfire.com/glossary/bit+image"},{"term":"Black Core","keywords":"black core","description":"A common fault in reduction gas fired ceramic ware made from iron bearing clays.  The interior cross section of the clay turns black.","excerpt":"Black Core A common fault in reduction gas fired ceramic ware made from iron bearing clays. The interior cross section of the clay turns black. Key phrases linking here: black core - Learn more Details The principal home of information on this issue is in the troubleshooting section in the Black Coring topic (see link at the bottom).","url":"https://digitalfire.com/glossary/black+core"},{"term":"Bleeding of colors","keywords":"bleeding of colors","description":"In ceramics, the edges of overglaze and underglaze color decoration often bleeds into the over or under glaze. How can this be avoided.","excerpt":"Bleeding of colors In ceramics, the edges of overglaze and underglaze color decoration often bleeds into the over or under glaze. How can this be avoided. Key phrases linking here: bleeding of colors - Learn more Details The principal home of information on this issue is in the troubleshooting section in the Bleeding Colors topic.","url":"https://digitalfire.com/glossary/bleeding+of+colors"},{"term":"Blender Mixing","keywords":"blender mixing","description":"An ordinary kitchen blender does a better job of mixing a ceramic slurry than any industrial machine. It even reduces clay particle size and hyper ages it.","excerpt":"Blender Mixing An ordinary kitchen blender does a better job of mixing a ceramic slurry than any industrial machine. It even reduces clay particle size and hyper ages it. Key phrases linking here: blender mixing, blender-mixing, blender mixed, blender-mixed, blender mixes, blender mix, blender-mix - Learn more Details Anyone who has an inexpensive kitchen blender can mix glaze batches better than ...","url":"https://digitalfire.com/glossary/blender+mixing"},{"term":"Blunging","keywords":"blunging","description":"In ceramics, the production of glazes and casting slips requires dispersing powders into water to create slurries. A good mixer is essential.","excerpt":"Blunging In ceramics, the production of glazes and casting slips requires dispersing powders into water to create slurries. A good mixer is essential. Key phrases linking here: blunging - Learn more Details In ceramics, the mechanical mixing of a slurry is done with a blunger (usually a propeller mixer). Blungers of all different types are available.","url":"https://digitalfire.com/glossary/blunging"},{"term":"Body Bloating","keywords":"body bloating","description":"When clay materials and bodies bubble as they melt or over fire. This normally happens in raw materials that contain particulates that produce gases during firing.","excerpt":"Body Bloating When clay materials and bodies bubble as they melt or over fire. This normally happens in raw materials that contain particulates that produce gases during firing. Key phrases linking here: body bloating - Learn more Details Bloating is a fault that can occur in the firing of glazed or unglazed porcelains, stonewares and earthenware clay bodies.","url":"https://digitalfire.com/glossary/body+bloating"},{"term":"Body Warping","keywords":"body warping","description":"Warping happens during the firing of ceramic ware when there is a high degree of vitrification and inadequate measures are taken during forming and firing to prevent it. Unexpected warping often happens with unstable shapes and over firing.","excerpt":"Body Warping Warping happens during the firing of ceramic ware when there is a high degree of vitrification and inadequate measures are taken during forming and firing to prevent it. Unexpected warping often happens with unstable shapes and over firing. Details The principal home of information on this issue is in the troubleshooting section in the Warping topic.","url":"https://digitalfire.com/glossary/body+warping"},{"term":"Body glaze Interface","keywords":"body glaze interface","description":"In ceramics, the zone of adherence between glaze to the underlying body is called the clay-glaze interface. The integrity of this interface is important to strength and functionality.","excerpt":"Body glaze Interface In ceramics, the zone of adherence between glaze to the underlying body is called the clay-glaze interface. The integrity of this interface is important to strength and functionality. Key phrases linking here: body glaze interface, interface - Learn more Details In ceramics, the zone of adherence between glaze and the underlying body is called the interface.","url":"https://digitalfire.com/glossary/body+glaze+interface"},{"term":"Bone China","keywords":"bone china","description":"A ceramic whose priorities are translucency, whiteness, fired strength and resistance to thermal shock failure.","excerpt":"Bone China A ceramic whose priorities are translucency, whiteness, fired strength and resistance to thermal shock failure. Key phrases linking here: bone china - Learn more Details True bone china is a special type of translucent porcelain. Instead of feldspar as a flux, bone ash is used (today available in synthetic form as tri-calcium phosphate).","url":"https://digitalfire.com/glossary/bone+china"},{"term":"Borate","keywords":"borate","description":"Borate glazes, those fluxed with the oxide B2O3, are the most common type used in ceramic industry and hobby for low and medium temperatures.","excerpt":"Borate Borate glazes, those fluxed with the oxide B2O3, are the most common type used in ceramic industry and hobby for low and medium temperatures. Key phrases linking here: borate, boron - Learn more Details The term 'boron' refers to the oxide B2O3. 'Borate materials' thus contain B2O3, they source it to glass-building during melting in the kiln.","url":"https://digitalfire.com/glossary/borate"},{"term":"Borate","keywords":"129","description":"Borate glazes, those fluxed with the oxide B2O3, are the most common type used in ceramic industry and hobby for low and medium temperatures.","excerpt":"Borate Borate glazes, those fluxed with the oxide B2O3, are the most common type used in ceramic industry and hobby for low and medium temperatures. Key phrases linking here: borate, boron - Learn more Details The term 'boron' refers to the oxide B2O3. 'Borate materials' thus contain B2O3, they source it to glass-building during melting in the kiln.","url":"https://digitalfire.com/glossary/129"},{"term":"Boron Blue","keywords":"boron blue","description":"Boron blue is a glaze fault involving the crystallization of calcium borate. It can be solved using glaze chemistry.","excerpt":"Boron Blue Boron blue is a glaze fault involving the crystallization of calcium borate. It can be solved using glaze chemistry. Key phrases linking here: boron blue, boron-blue - Learn more Details Boron blue is the bluish haze or clouding in a transparent boron glaze that results from the crystallization of calcium borate in the glass matrix during cooling.","url":"https://digitalfire.com/glossary/boron+blue"},{"term":"Boron Frit","keywords":"boron frit","description":"Most ceramic glazes contain B2O3 as the main melter. This oxide is supplied by great variety of frits, thousands of which are available around the world.","excerpt":"Boron Frit Most ceramic glazes contain B2O3 as the main melter. This oxide is supplied by great variety of frits, thousands of which are available around the world. Key phrases linking here: boron frit - Learn more Details This term is very generic, referring of course to frits that contain boron. Unfortunately that is 80-90% of available frits! Boron frits may have 1% boron or 50% boron.","url":"https://digitalfire.com/glossary/boron+frit"},{"term":"Borosilicate","keywords":"borosilicate","description":"","excerpt":"Borosilicate A silicate is an SiO2-centric solid (crystalline or glass). A borosilicate simply is a silicate with boron. In ceramics, the term 'borosilicate' is synonymous with medium and low fire glazes. Boron is seldom employed at high temperatures because other much more convenient and less expensive fluxes like CaO, KNaO, MgO bond well with silica to form crystalline or glass solids.","url":"https://digitalfire.com/glossary/borosilicate"},{"term":"Breaking Glaze","keywords":"breaking glaze","description":"A decorative effect in ceramic glazes that exploits changes in color and character in certain glazes when their thickness varies.","excerpt":"Breaking Glaze A decorative effect in ceramic glazes that exploits changes in color and character in certain glazes when their thickness varies. Key phrases linking here: breaking glaze - Learn more Details A decorative effect in ceramic glazes that exploits changes in color and character in certain glazes when their thickness varies.","url":"https://digitalfire.com/glossary/breaking+glaze"},{"term":"Brick Making","keywords":"brick making","description":"Brick-making is surprisingly demanding. Materials blending and processing, forming, drying and firing heavy and thick objects as fast as possible are like no other ceramic manufacturing challenge.","excerpt":"Brick Making Brick-making is surprisingly demanding. Materials blending and processing, forming, drying and firing heavy and thick objects as fast as possible are like no other ceramic manufacturing challenge. Key phrases linking here: brick making - Learn more Details In many places, brick and pottery industries developed together.","url":"https://digitalfire.com/glossary/brick+making"},{"term":"Brushing Glaze","keywords":"brushing glaze","description":"Hobbyists and increasing numbers of potters use commercial paint-on glazes. It's convenient, there are lots of visual effects. There are also issues compared to dipping glazes. You can also make your own.","excerpt":"Brushing Glaze Hobbyists and increasing numbers of potters use commercial paint-on glazes. It's convenient, there are lots of visual effects. There are also issues compared to dipping glazes. You can also make your own.","url":"https://digitalfire.com/glossary/brushing+glaze"},{"term":"CAS Numbers","keywords":"cas numbers","description":"","excerpt":"CAS Numbers CAS (Chemical Abstracts Service) is a registry of chemical identification numbers maintained by the American Chemical Society. Although ceramic materials are generally minerals or processed minerals rather than chemicals, most do have numbers in the system. However, some numbers do not have a high level of specificity (e.g. there is one number frits but there are many kinds of frits).","url":"https://digitalfire.com/glossary/cas+numbers"},{"term":"CRM","keywords":"crm","description":"","excerpt":"CRM Customer Relationship Management (CRM) is a strategy, process, and often a software solution used by businesses to manage their interactions and relationships with current and potential customers. It centralizes customer information—such as contact details, purchase history, communication records, and preferences—into one organized system.","url":"https://digitalfire.com/glossary/crm"},{"term":"Calcination","keywords":"calcination","description":"Calcining is simply firing a ceramic material to create a powder of new physical properties. Often it is done to kill the plasticity or burn away the hydrates, carbonates, sulfates of a clay or refractory material.","excerpt":"Calcination Calcining is simply firing a ceramic material to create a powder of new physical properties. Often it is done to kill the plasticity or burn away the hydrates, carbonates, sulfates of a clay or refractory material.","url":"https://digitalfire.com/glossary/calcination"},{"term":"Calcination","keywords":"137","description":"Calcining is simply firing a ceramic material to create a powder of new physical properties. Often it is done to kill the plasticity or burn away the hydrates, carbonates, sulfates of a clay or refractory material.","excerpt":"Calcination Calcining is simply firing a ceramic material to create a powder of new physical properties. Often it is done to kill the plasticity or burn away the hydrates, carbonates, sulfates of a clay or refractory material.","url":"https://digitalfire.com/glossary/137"},{"term":"Calculated Thermal Expansion","keywords":"calculated thermal expansion","description":"The thermal expansion of a glaze can be predicted (relatively) and adjusted using simple glaze chemistry. Body expansion cannot be calculated.","excerpt":"Calculated Thermal Expansion The thermal expansion of a glaze can be predicted (relatively) and adjusted using simple glaze chemistry. Body expansion cannot be calculated. Key phrases linking here: calculated thermal expansion, calculated coe - Learn more Details Digitalfire Insight-live calculates the coefficient of thermal expansion (CTE) of a glaze by enumerating the percentage analysis, multip...","url":"https://digitalfire.com/glossary/calculated+thermal+expansion"},{"term":"Candling","keywords":"candling","description":"Refers to the practice of slow-heating a kiln during early stages to give mechanically-bound water a chance to escape.","excerpt":"Candling Refers to the practice of slow-heating a kiln during early stages to give mechanically-bound water a chance to escape. Key phrases linking here: candling - Learn more Details The practice of slow-firing ware through the critical temperature surrounding the boiling point of water.","url":"https://digitalfire.com/glossary/candling"},{"term":"Carbon Burnout","keywords":"carbon burnout","description":"Ceramic materials, especially clays, often contain carbon and organic compounds. When they are fired in a kiln, these must burn out, often producing complications.","excerpt":"Carbon Burnout Ceramic materials, especially clays, often contain carbon and organic compounds. When they are fired in a kiln, these must burn out, often producing complications. Key phrases linking here: carbon burnout - Learn more Details Ceramic bodies and glazes contain materials that release carbon as they decompose on heating. Clays, gums, plasticizers are examples.","url":"https://digitalfire.com/glossary/carbon+burnout"},{"term":"Carbon trap glazes","keywords":"carbon trap glazes","description":"A type of ceramc glaze.","excerpt":"Carbon trap glazes A type of ceramc glaze. Key phrases linking here: carbon trap glazes - Learn more Details Glazes with variegated patterns of grey and black from carbon trapped below the surface. The effect is created by fuel firing without adequate oxygen in early stages to build up soot (carbon) on the surface of ware. The firing must continue in reduction, to maintain the carbon.","url":"https://digitalfire.com/glossary/carbon+trap+glazes"},{"term":"Casting Slip","keywords":"casting slip","description":"Casting slips are among the easiest clay bodies to make yourself. The ability to make and tune your own will open many doors in your production process.","excerpt":"Casting Slip Casting slips are among the easiest clay bodies to make yourself. The ability to make and tune your own will open many doors in your production process. Key phrases linking here: casting body recipes, casting bodies, casting slip, casting body - Learn more Details Anyone can make casting slip. Materials needed are available at any ceramic supplier.","url":"https://digitalfire.com/glossary/casting+slip"},{"term":"Casting-Jiggering","keywords":"casting-jiggering","description":"A process in ceramic production where items are slip-cast first and then finished using a jigger wheel.","excerpt":"Casting-Jiggering A process in ceramic production where items are slip-cast first and then finished using a jigger wheel. Key phrases linking here: casting-jiggering - Learn more Details The slip-casting process is well adapted for producing non-functional ware, especially having thinner walls.","url":"https://digitalfire.com/glossary/casting-jiggering"},{"term":"Catch Glaze","keywords":"catch glaze","description":"A catch glaze of the lower section of a piece of ceramic or pottery is often needed to arrest the flow of reactive runny glazes (so they do not run down on to the kiln shelf).","excerpt":"Catch Glaze A catch glaze of the lower section of a piece of ceramic or pottery is often needed to arrest the flow of reactive runny glazes (so they do not run down on to the kiln shelf). Key phrases linking here: catcher glazes, catcher glaze, catch glazes, catch glaze - Learn more Details A glaze used on lower sections of ceramic and pottery that catches (and stops) runny glazes.","url":"https://digitalfire.com/glossary/catch+glaze"},{"term":"Catch Glaze","keywords":"375","description":"A catch glaze of the lower section of a piece of ceramic or pottery is often needed to arrest the flow of reactive runny glazes (so they do not run down on to the kiln shelf).","excerpt":"Catch Glaze A catch glaze of the lower section of a piece of ceramic or pottery is often needed to arrest the flow of reactive runny glazes (so they do not run down on to the kiln shelf). Key phrases linking here: catcher glazes, catcher glaze, catch glazes, catch glaze - Learn more Details A glaze used on lower sections of ceramic and pottery that catches (and stops) runny glazes.","url":"https://digitalfire.com/glossary/375"},{"term":"Celadon Glaze","keywords":"celadon glaze","description":"A type of stoneware glaze normally fired in a high temperature reduction atmosphere kiln. It is transparent and stained green or blue by the presence of iron oxide.","excerpt":"Celadon Glaze A type of stoneware glaze normally fired in a high temperature reduction atmosphere kiln. It is transparent and stained green or blue by the presence of iron oxide. Key phrases linking here: celadon glaze - Learn more Details A green or blue-green reduction fired glaze that has been stained using iron oxide. Celadons were first developed by the ancient Chinese.","url":"https://digitalfire.com/glossary/celadon+glaze"},{"term":"Ceramic","keywords":"ceramic","description":"Ceramic materials are among the hardest and most heat resistant materials known. Ceramics spans the spectrum from ancient terra cotta to modern hi-tech materials.","excerpt":"Ceramic Ceramic materials are among the hardest and most heat resistant materials known. Ceramics spans the spectrum from ancient terra cotta to modern hi-tech materials. Key phrases linking here: ceramic matrix - Learn more Details A solid produced by the fusion of non-metallic mineral or man-made mineral-like substances in a kiln.","url":"https://digitalfire.com/glossary/ceramic"},{"term":"Ceramic Binder","keywords":"ceramic binder","description":"Binders are glues that harden ceramic powders as they dry. They enable improved surface adherence. And slower drying.","excerpt":"Ceramic Binder Binders are glues that harden ceramic powders as they dry. They enable improved surface adherence. And slower drying. Key phrases linking here: ceramic binder - Learn more Details A classic ceramic glaze (a water based slurry of feldspar, clay and silica powders) can can be applied to the surface of porous ceramic bisque (or even leather hard or dry ware) and it will dry durable eno...","url":"https://digitalfire.com/glossary/ceramic+binder"},{"term":"Ceramic Decals","keywords":"ceramic decals","description":"This process of printing a design (using ceramic inks) onto film-coated paper to create a waterslide transfer. On wetting, the film decal can slide off the backing on to the glazed ware.","excerpt":"Ceramic Decals This process of printing a design (using ceramic inks) onto film-coated paper to create a waterslide transfer. On wetting, the film decal can slide off the backing on to the glazed ware. Key phrases linking here: ceramic decals, decal - Learn more Details A method of printing designs (using ceramic inks) onto a transparent film, then transferring that to glazed ware (most commonly k...","url":"https://digitalfire.com/glossary/ceramic+decals"},{"term":"Ceramic Glaze","keywords":"ceramic glaze","description":"Ceramic glazes are glasses that have been adjusted to work on and with the clay body they are applied to.","excerpt":"Ceramic Glaze Ceramic glazes are glasses that have been adjusted to work on and with the clay body they are applied to. Details A glaze is a glass made of powdered minerals and man made materials whose recipe has been tuned to melt to the desired degree.","url":"https://digitalfire.com/glossary/ceramic+glaze"},{"term":"Ceramic Glaze Defects","keywords":"ceramic glaze defects","description":"Ceramic glaze defects include things like pinholes, blisters, crazing, shivering, leaching, crawling, cutlery marking, clouding and color problems.","excerpt":"Ceramic Glaze Defects Ceramic glaze defects include things like pinholes, blisters, crazing, shivering, leaching, crawling, cutlery marking, clouding and color problems. Key phrases linking here: ceramic glaze defects - Learn more Details Ceramic glaze defects include things like pinholes, blisters, crazing, shivering, leaching, crawling, cutlery marking, clouding and color problems.","url":"https://digitalfire.com/glossary/ceramic+glaze+defects"},{"term":"Ceramic Ink","keywords":"ceramic ink","description":"You can make your own ink (or buy it) and apply it to ware using various methods (e.g. rubber stamping, silk screen, inkjet decals).","excerpt":"Ceramic Ink You can make your own ink (or buy it) and apply it to ware using various methods (e.g. rubber stamping, silk screen, inkjet decals). Key phrases linking here: ceramic ink - Learn more Details Ceramic inks are simply carriers of ceramic fine particled metallic oxide pigments (not raw colorants but prefired stain powders) that are used in automated application techniques.","url":"https://digitalfire.com/glossary/ceramic+ink"},{"term":"Ceramic Material","keywords":"ceramic material","description":"Ceramic materials are employed in the ceramic industry to make glazes, bodies, engobes and refractories. We study them at the mineral, chemical and physical levels.","excerpt":"Ceramic Material Ceramic materials are employed in the ceramic industry to make glazes, bodies, engobes and refractories. We study them at the mineral, chemical and physical levels. Key phrases linking here: ceramic material - Learn more Details Ceramic materials are employed in the ceramic industry to make glazes, stonewares, earthenwares, porcelains, engobes, refractories, structural products, e...","url":"https://digitalfire.com/glossary/ceramic+material"},{"term":"Ceramic Oxide","keywords":"ceramic oxide","description":"In glaze chemistry, the oxide is the basic unit of formulas and analyses. Knowledge of what materials supply an oxide and of how it affects the fired glass or glaze is a key to control.","excerpt":"Ceramic Oxide In glaze chemistry, the oxide is the basic unit of formulas and analyses. Knowledge of what materials supply an oxide and of how it affects the fired glass or glaze is a key to control. Key phrases linking here: ceramic oxide, oxides - Learn more Details An oxide is a combination of oxygen and another element.","url":"https://digitalfire.com/glossary/ceramic+oxide"},{"term":"Ceramic Slip","keywords":"ceramic slip","description":"The term Slip can have various meanings in traditional ceramics.","excerpt":"Ceramic Slip The term Slip can have various meanings in traditional ceramics. Key phrases linking here: ceramic slips, ceramic slip - Learn more Details In ceramics, this term can refer to a number of things: -A clay slurry poured into molds to be cast into shapes. The slip is deflocculated to minimize water content and fine-tune viscosity.","url":"https://digitalfire.com/glossary/ceramic+slip"},{"term":"Ceramic Stain","keywords":"ceramic stain","description":"Ceramic stains are manufactured powders. They are used as an alternative to employing metal oxide powders and have many advantages.","excerpt":"Ceramic Stain Ceramic stains are manufactured powders. They are used as an alternative to employing metal oxide powders and have many advantages. Key phrases linking here: ceramic stain, stains - Learn more Details Stains are man-made colorant powders used in glazes, bodies and engobes. They are manufactured by sintering powdered components in special furnaces at high temperatures.","url":"https://digitalfire.com/glossary/ceramic+stain"},{"term":"Ceramic Tile","keywords":"ceramic tile","description":"Tile manufacture is the largest sector of ceramic industry. Engineers overcome the very difficult technical challenges of drying and firing defect-free, flat and durable tile. Potters can do it too.","excerpt":"Ceramic Tile Tile manufacture is the largest sector of ceramic industry. Engineers overcome the very difficult technical challenges of drying and firing defect-free, flat and durable tile. Potters can do it too. Key phrases linking here: ceramic tile - Learn more Details The tile industry is the largest sector of the ceramic industry.","url":"https://digitalfire.com/glossary/ceramic+tile"},{"term":"Ceramic Transfer","keywords":"ceramic transfer","description":"","excerpt":"Ceramic Transfer A method for applying designs underglaze. Water-based colorants are silk-screened onto rice or tissue paper, dried, then the paper is applied, color-side-down, to a leather hard clay surface. Using a damp sponge and rib the paper is rubbed down and then peeled up to reveal the transfer. Designs can also be transferred to dry or bisque.","url":"https://digitalfire.com/glossary/ceramic+transfer"},{"term":"Ceramics","keywords":"ceramics","description":"This term generally refers to the industry that produces the non-metallic objects we use every day (like porcelain, tile, glass, stoneware).","excerpt":"Ceramics This term generally refers to the industry that produces the non-metallic objects we use every day (like porcelain, tile, glass, stoneware). Key phrases linking here: ceramics - Learn more Details The word ceramics can be used in multiple contexts, but here we think of it as the umbrella term for the industry that densifies and vitrifies non-metallics by firing them in kilns.","url":"https://digitalfire.com/glossary/ceramics"},{"term":"Characterization","keywords":"characterization","description":"In ceramics, this normally refers to the process of doing physical or chemical testing on a raw material to accurately describe it in terms of similar ones.","excerpt":"Characterization In ceramics, this normally refers to the process of doing physical or chemical testing on a raw material to accurately describe it in terms of similar ones. Key phrases linking here: characterization, characterizing, characterize - Learn more Details The first hundred pages of almost any textbook on ceramic manufacturing are on clay properties.","url":"https://digitalfire.com/glossary/characterization"},{"term":"Chemical Analysis","keywords":"chemical analysis","description":"In ceramics, raw material chemistry is expressed a chemical analyses. This is in contrast to fired glaze chemistries which are expressed as oxide formulas.","excerpt":"Chemical Analysis In ceramics, raw material chemistry is expressed a chemical analyses. This is in contrast to fired glaze chemistries which are expressed as oxide formulas. Key phrases linking here: chemical analysis - Learn more Details Conceptually we consider ceramic fired glazes as being composed of 'oxides'. Materials supply those oxides to the melt.","url":"https://digitalfire.com/glossary/chemical+analysis"},{"term":"Chromaticity","keywords":"chromaticity","description":"","excerpt":"Chromaticity A method for evaluating color in the ceramic tile industry. Related Information Links URLs http://en.wikipedia.org/wiki/Chromaticity Chromaticity at Wikipedia By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/chromaticity"},{"term":"Clay","keywords":"clay","description":"What is clay? How is it different than dirt? For ceramics, the answer lies on the microscopic level with the particle shape, size and how the surfaces interact with water.","excerpt":"Clay What is clay? How is it different than dirt? For ceramics, the answer lies on the microscopic level with the particle shape, size and how the surfaces interact with water. Details The term 'clay' is used in different ways.","url":"https://digitalfire.com/glossary/clay"},{"term":"Clay Body Porosity","keywords":"clay body porosity","description":"In ceramics, porosity is considered an indication of density, and therefore strength and durability. Porosity is measured by the weight increase when boiled in water.","excerpt":"Clay Body Porosity In ceramics, porosity is considered an indication of density, and therefore strength and durability. Porosity is measured by the weight increase when boiled in water. Key phrases linking here: clay body porosity, porosity - Learn more Details In ceramic testing this term generally refers to the pore space within a fired clay body.","url":"https://digitalfire.com/glossary/clay+body+porosity"},{"term":"Clay Stiffness","keywords":"clay stiffness","description":"In ceramics, clays exhibit plasticity in accordance with their recipe but also the water content. The stiffness considered correct varies for different types of forming methods.","excerpt":"Clay Stiffness In ceramics, clays exhibit plasticity in accordance with their recipe but also the water content. The stiffness considered correct varies for different types of forming methods. Key phrases linking here: clay stiffness - Learn more Details Clay bodies used in machine forming must have a correct stiffness in order to optimize the forming process.","url":"https://digitalfire.com/glossary/clay+stiffness"},{"term":"Clay body","keywords":"clay body","description":"A term used by potters and in the ceramic industry. It refers to the earthenware, stoneware or porcelain that forms the piece (as opposed to the engobe and covering glaze).","excerpt":"Clay body A term used by potters and in the ceramic industry. It refers to the earthenware, stoneware or porcelain that forms the piece (as opposed to the engobe and covering glaze). Key phrases linking here: clay bodies, clay body - Learn more Details For potters and in industry, the term \"clay\" is not specific enough, thus the term \"body\" is used.","url":"https://digitalfire.com/glossary/clay+body"},{"term":"Clays for Construction","keywords":"clays for construction","description":"","excerpt":"Clays for Construction No material goes farther back in construction history than clay. In recent years exciting new techniques and technologies centering on this age-old material are changing parts of the building industry. Overview of Clay Properties Clay is not like plaster. Plaster 'sets'. Clay dries. Clay shrinks when it dries (6% is typical) and it will turn back into mud if re-wetted.","url":"https://digitalfire.com/glossary/clays+for+construction"},{"term":"Clays for Ovens and Heaters","keywords":"clays for ovens and heaters","description":"","excerpt":"Clays for Ovens and Heaters Thermal mass heating ovens (such as Rocket Mass ovens or heaters, Cob ovens, pizza or baking ovens) employ heat sinking mechanisms to store energy. Their construction often involves the use of heavy blocks (purchased or made) and raw clay mixed with sand and/or straw or other fibre to cement the whole thing together.","url":"https://digitalfire.com/glossary/clays+for+ovens+and+heaters"},{"term":"Co-efficient of Thermal Expansion","keywords":"co-efficient of thermal expansion","description":"The co-efficient of thermal expansion of ceramic bodies and glazes determines how well they fit each other and their ability to survive sudden heating and cooling without cracking.","excerpt":"Co-efficient of Thermal Expansion The co-efficient of thermal expansion of ceramic bodies and glazes determines how well they fit each other and their ability to survive sudden heating and cooling without cracking.","url":"https://digitalfire.com/glossary/co-efficient+of+thermal+expansion"},{"term":"Co-efficient of Thermal Expansion","keywords":"18","description":"The co-efficient of thermal expansion of ceramic bodies and glazes determines how well they fit each other and their ability to survive sudden heating and cooling without cracking.","excerpt":"Co-efficient of Thermal Expansion The co-efficient of thermal expansion of ceramic bodies and glazes determines how well they fit each other and their ability to survive sudden heating and cooling without cracking.","url":"https://digitalfire.com/glossary/18"},{"term":"Code Numbering","keywords":"code numbering","description":"In a ceramics lab, studio or classroom specimens of hundreds of glazes and bodies may be present. A code numbering system that links these to written or computer records is essential.","excerpt":"Code Numbering In a ceramics lab, studio or classroom specimens of hundreds of glazes and bodies may be present. A code numbering system that links these to written or computer records is essential. Key phrases linking here: code numbering, code-numbering, code numbered, code numbers, code number, code-number - Learn more Details In the context of this site the term \"code numbered\" means that a re...","url":"https://digitalfire.com/glossary/code+numbering"},{"term":"Coil pottery","keywords":"coil pottery","description":"","excerpt":"Coil pottery Making pottery by laying down layers of coils and working them together into an even wall. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/coil+pottery"},{"term":"Colloid","keywords":"colloid","description":"In ceramics some clays of are of such exceedingly small particle sizes that they can stay in suspension in water indefinitely. But unlike common colloids, clays have a secret weapon.","excerpt":"Colloid In ceramics some clays of are of such exceedingly small particle sizes that they can stay in suspension in water indefinitely. But unlike common colloids, clays have a secret weapon. Key phrases linking here: colloid - Learn more Details Colloidal particles are so small and light that they do not settle in water. Milk is colloidal.","url":"https://digitalfire.com/glossary/colloid"},{"term":"Colorant","keywords":"colorant","description":"In ceramics and pottery, colorants are added to glazes as metal oxides, metal-oxide-containing raw materials or as manufactured stains.","excerpt":"Colorant In ceramics and pottery, colorants are added to glazes as metal oxides, metal-oxide-containing raw materials or as manufactured stains. Key phrases linking here: colorants, colorant - Learn more Details Although colorants are added to bodies, most people think of them as materials that transform a colorless transparent or opaque glaze into a colored glaze.","url":"https://digitalfire.com/glossary/colorant"},{"term":"Commercial hobby brushing glazes","keywords":"commercial hobby brushing glazes","description":"These are an incredible benefit to pottery beginners and pure hobbyists. But they can also be an obstacle to progress and affordability as your skills improve.","excerpt":"Commercial hobby brushing glazes These are an incredible benefit to pottery beginners and pure hobbyists. But they can also be an obstacle to progress and affordability as your skills improve. Key phrases linking here: commercial glazes, commercial glaze, goopy glaze - Learn more Details This page discusses commercial glazes made for hobby potters.","url":"https://digitalfire.com/glossary/commercial+hobby+brushing+glazes"},{"term":"Cone 1","keywords":"cone 1","description":"","excerpt":"Cone 1 The Cone 1 range is commonly employed in industry for durable products (e.g. structural). To a potter it does not sound possible that stoneware-strength could be achieved at cone 1, but the secret is terra cotta clays. While not vitreous at low temperatures (e.g. cone 06-04), they rapidly mature when fired higher.","url":"https://digitalfire.com/glossary/cone+1"},{"term":"Cone 5","keywords":"cone 5","description":"Also called","excerpt":"Cone 5 Also called \"middle temperature\" by potters, cone 5 (~2160F/1180C) refers to the low end of the temperature range at which most hobby and pottery stonewares and porcelains are fired. Key phrases linking here: cone 5 - Learn more Details Many potters are moving from cone 6 (2200F or 1200C) down to cone 5 (2160F or 1180C).","url":"https://digitalfire.com/glossary/cone+5"},{"term":"Cone 6","keywords":"cone 6","description":"Also called","excerpt":"Cone 6 Also called \"middle temperature\" by potters, cone 6 (~2200F/1200C) refers to the temperature at which most hobby and pottery stonewares and porcelains are fired. Key phrases linking here: cone 6, 2200f - Learn more Details This refers to the medium temperature oxidation range (or middle fire) that most potters work in using electric kilns. Orton cone 6 fires to about 2200F (or 1200C).","url":"https://digitalfire.com/glossary/cone+6"},{"term":"Cone plaque","keywords":"cone plaque","description":"Cones have been a traditional way of measuring the temperature ceramic kilns for many decades. Plaques are the setters that hold the cones at the right angle.","excerpt":"Cone plaque Cones have been a traditional way of measuring the temperature ceramic kilns for many decades. Plaques are the setters that hold the cones at the right angle. Key phrases linking here: cone plaque - Learn more Details A stand or rest for holding cones during firing. Plaques are important to assure that cones are placed at a consistent depth and angle firing after firing.","url":"https://digitalfire.com/glossary/cone+plaque"},{"term":"Content Management System","keywords":"content management system","description":"","excerpt":"Content Management System A content management system (CMS) is a software application that enables users to create, manage, and publish digital content on websites without needing to write code from scratch. A CMS generally has two main parts: Content Management Application (CMA): This is the private part where authors login to interact with the authoring system.","url":"https://digitalfire.com/glossary/content+management+system"},{"term":"Copper Red","keywords":"copper red","description":"The color red is very difficult to achieve in ceramics. The most vibrant red within the reach of the average potter is the color produced by copper in reduction firing.","excerpt":"Copper Red The color red is very difficult to achieve in ceramics. The most vibrant red within the reach of the average potter is the color produced by copper in reduction firing. Key phrases linking here: copper red - Learn more Details The color red is very difficult to achieve in ceramics.","url":"https://digitalfire.com/glossary/copper+red"},{"term":"Cordierite Ceramics","keywords":"cordierite ceramics","description":"Cordierite is a man-made refractory low thermal expansion crystalline solid that forms at very high temperatures (in the right mix of kaolin and talc).","excerpt":"Cordierite Ceramics Cordierite is a man-made refractory low thermal expansion crystalline solid that forms at very high temperatures (in the right mix of kaolin and talc). Key phrases linking here: cordierite ceramics - Learn more Details Cordierite ceramics are well known for their low thermal expansion and refractory character.","url":"https://digitalfire.com/glossary/cordierite+ceramics"},{"term":"Crackle glaze","keywords":"crackle glaze","description":"Crackle glazes have a crack pattern that is a product of thermal expansion mismatch between body and glaze. They are not suitable on functional ware.","excerpt":"Crackle glaze Crackle glazes have a crack pattern that is a product of thermal expansion mismatch between body and glaze. They are not suitable on functional ware. Key phrases linking here: crackle glaze - Learn more Details A type of ceramic glaze that is intentionally crazed. Crazing is a crack pattern caused by thermal expansion mismatch between body and glaze.","url":"https://digitalfire.com/glossary/crackle+glaze"},{"term":"Cristobalite","keywords":"cristobalite","description":"In ceramics, cristobalite is a crystalline form of silica formed in the matrix of clay bodies as they fire in the kiln. Silica can also exist as quartz (the most common) and tridymite.","excerpt":"Cristobalite In ceramics, cristobalite is a crystalline form of silica formed in the matrix of clay bodies as they fire in the kiln. Silica can also exist as quartz (the most common) and tridymite. Key phrases linking here: cristobalite - Learn more Details Cristobalite is a crystalline form of silica. Silica normally exists in nature as quartz.","url":"https://digitalfire.com/glossary/cristobalite"},{"term":"Cristobalite","keywords":"256","description":"In ceramics, cristobalite is a crystalline form of silica formed in the matrix of clay bodies as they fire in the kiln. Silica can also exist as quartz (the most common) and tridymite.","excerpt":"Cristobalite In ceramics, cristobalite is a crystalline form of silica formed in the matrix of clay bodies as they fire in the kiln. Silica can also exist as quartz (the most common) and tridymite. Key phrases linking here: cristobalite - Learn more Details Cristobalite is a crystalline form of silica. Silica normally exists in nature as quartz.","url":"https://digitalfire.com/glossary/256"},{"term":"Cristobalite Inversion","keywords":"cristobalite inversion","description":"In ceramics, cristobalite is a form (polymorph) of silica. During firing quartz particles in porcelain can convert to cristobalite. This has implications on the thermal expansion of the fired matrix.","excerpt":"Cristobalite Inversion In ceramics, cristobalite is a form (polymorph) of silica. During firing quartz particles in porcelain can convert to cristobalite. This has implications on the thermal expansion of the fired matrix. Key phrases linking here: cristobalite inversion - Learn more Details Cristobalite is a crystalline form of silica (SiO2).","url":"https://digitalfire.com/glossary/cristobalite+inversion"},{"term":"Cristobalite Inversion","keywords":"115","description":"In ceramics, cristobalite is a form (polymorph) of silica. During firing quartz particles in porcelain can convert to cristobalite. This has implications on the thermal expansion of the fired matrix.","excerpt":"Cristobalite Inversion In ceramics, cristobalite is a form (polymorph) of silica. During firing quartz particles in porcelain can convert to cristobalite. This has implications on the thermal expansion of the fired matrix. Key phrases linking here: cristobalite inversion - Learn more Details Cristobalite is a crystalline form of silica (SiO2).","url":"https://digitalfire.com/glossary/115"},{"term":"Crucible","keywords":"crucible","description":"In ceramics, potters make crucibles to melt frits, stains and other materials. Crucibles are made from refractory materials that are stable against the material being melted in them.","excerpt":"Crucible In ceramics, potters make crucibles to melt frits, stains and other materials. Crucibles are made from refractory materials that are stable against the material being melted in them. Key phrases linking here: crucible - Learn more Details Crucibles are most commonly used in metallurgy but are also important in ceramics.","url":"https://digitalfire.com/glossary/crucible"},{"term":"Crystalline glazes","keywords":"crystalline glazes","description":"A type of ceramic glaze made by potters. Giant multicolored crystals grown on a super gloss low alumina glaze by controlling multiple holds and soaks during cooling","excerpt":"Crystalline glazes A type of ceramic glaze made by potters. Giant multicolored crystals grown on a super gloss low alumina glaze by controlling multiple holds and soaks during cooling Key phrases linking here: crystalline glazes - Learn more Details Crystals can form during cooling and solidification in many kinds of glazes and they can be microscopic or very large, widely scattered or completely ...","url":"https://digitalfire.com/glossary/crystalline+glazes"},{"term":"Crystallization","keywords":"crystallization","description":"Ceramic glazes form crystals on cooling if the chemistry is right and the rate of cool is slow enough to permit molecular movement to the preferred orientation.","excerpt":"Crystallization Ceramic glazes form crystals on cooling if the chemistry is right and the rate of cool is slow enough to permit molecular movement to the preferred orientation. Key phrases linking here: crystallization, devitrification, devitrify - Learn more Details When ceramic melts are cooled they prefer to solidify as an organized molecular structure.","url":"https://digitalfire.com/glossary/crystallization"},{"term":"Crystallization","keywords":"132","description":"Ceramic glazes form crystals on cooling if the chemistry is right and the rate of cool is slow enough to permit molecular movement to the preferred orientation.","excerpt":"Crystallization Ceramic glazes form crystals on cooling if the chemistry is right and the rate of cool is slow enough to permit molecular movement to the preferred orientation. Key phrases linking here: crystallization, devitrification, devitrify - Learn more Details When ceramic melts are cooled they prefer to solidify as an organized molecular structure.","url":"https://digitalfire.com/glossary/132"},{"term":"Cuerda Seca","keywords":"cuerda seca","description":"A method of decorating terra cotta clay tiles by flood-filling liquid glaze into areas delineated by colored wax or grease lines.","excerpt":"Cuerda Seca A method of decorating terra cotta clay tiles by flood-filling liquid glaze into areas delineated by colored wax or grease lines. Key phrases linking here: cuerda seca - Learn more Details Using this technique, a heavy-line drawing of ceramic-stained wax or grease is screen-printed (or hand-applied using a slip-trailing bottle).","url":"https://digitalfire.com/glossary/cuerda+seca"},{"term":"Cutlery Marking","keywords":"cutlery marking","description":"Ceramic glazes that mark from cutlery are either not properly melted (lack flux), melted too much (lacking SiO2 and Al2O3), or have a micro-abrasive surface that abrades metal from cutlery.","excerpt":"Cutlery Marking Ceramic glazes that mark from cutlery are either not properly melted (lack flux), melted too much (lacking SiO2 and Al2O3), or have a micro-abrasive surface that abrades metal from cutlery. Key phrases linking here: cutlery marking, cutlery marked - Learn more Details In glazes with this fault, rubbing a metal key, knife or spoon on the surface will leave black marks.","url":"https://digitalfire.com/glossary/cutlery+marking"},{"term":"Decomposition","keywords":"decomposition","description":"In ceramic manufacture, knowing about the how and when materials decompose during firing is important in production troubleshooting and optimization","excerpt":"Decomposition In ceramic manufacture, knowing about the how and when materials decompose during firing is important in production troubleshooting and optimization Key phrases linking here: decomposition, decomposed, decompose - Learn more Details Ceramic kilns are molecule-breaking machines.","url":"https://digitalfire.com/glossary/decomposition"},{"term":"Deflocculation","keywords":"deflocculation","description":"Deflocculation is the magic behind the ceramic casting process, it enables slurries having impossibly low water contents and ware having amazingly low drying shrinkage","excerpt":"Deflocculation Deflocculation is the magic behind the ceramic casting process, it enables slurries having impossibly low water contents and ware having amazingly low drying shrinkage Key phrases linking here: deflocculation, deflocculated, deflocculate - Learn more Details In ceramics, when we speak of deflocculation, we are almost always talking about making casting slips.","url":"https://digitalfire.com/glossary/deflocculation"},{"term":"Deoxylidration","keywords":"deoxylidration","description":"","excerpt":"Deoxylidration Deoxylidration is elimination of oxydriles (OH-) from chemical composition by water evaporation. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/deoxylidration"},{"term":"Differential thermal analysis","keywords":"differential thermal analysis","description":"","excerpt":"Differential thermal analysis A test done on clays to deduce their mineralogy. Related Information Links URLs https://en.wikipedia.org/wiki/Differential_thermal_analysis Differential thermal analysis DTA testing at Wikipedia URLs https://en.wikipedia.org/wiki/Thermogravimetric_analysis Thermogravimetric analysis TGA testing at Wikipedia Glossary LOI Loss on Ignition is a number that appears on the...","url":"https://digitalfire.com/glossary/differential+thermal+analysis"},{"term":"Digitalfire API","keywords":"digitalfire api","description":"","excerpt":"Digitalfire API Insight-live.com cloud servers hold a lot of subscriber data, almost all of it confidential. Traditionally our webapp reads and writes directly to the database through functions designed to abstract it. In recent years almost all companies have been moving to an API model, with two teams of programmers.","url":"https://digitalfire.com/glossary/digitalfire+api"},{"term":"Digitalfire Ceramic Glossary","keywords":"kovar metal","description":"Practical definitions with links to related articles, materials, oxides, minerals, tests, etc.","excerpt":"Error 404 Failed to parse json. Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/kovar+metal"},{"term":"Digitalfire Ceramic Glossary","keywords":"dip glazing","description":"Practical definitions with links to related articles, materials, oxides, minerals, tests, etc.","excerpt":"Error 404 Failed to parse json. Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/dip+glazing"},{"term":"Digitalfire Foresight","keywords":"digitalfire foresight","description":"Database software for DOS made by Digitalfire from 1988 until 2005 and was used to by ceramic technicians to catalog recipes, materials, test results and pictures.","excerpt":"Digitalfire Foresight Database software for DOS made by Digitalfire from 1988 until 2005 and was used to by ceramic technicians to catalog recipes, materials, test results and pictures. Key phrases linking here: digitalfire foresight, foresight - Learn more Details Database software for DOS made by Tony Hansen from 1985 until 2005.","url":"https://digitalfire.com/glossary/digitalfire+foresight"},{"term":"Digitalfire Insight","keywords":"digitalfire insight","description":"A downloadable program for Windows, Mac, Linux for doing classic ceramic glaze chemistry. It has been used around the world since the early 1980s.","excerpt":"Digitalfire Insight A downloadable program for Windows, Mac, Linux for doing classic ceramic glaze chemistry. It has been used around the world since the early 1980s. Key phrases linking here: digitalfire insight, desktop insight - Learn more Details A glaze chemistry desktop application for Windows, Linux, Macintosh. It shows side-by-side recipes and their formulas.","url":"https://digitalfire.com/glossary/digitalfire+insight"},{"term":"Digitalfire Insight","keywords":"259","description":"A downloadable program for Windows, Mac, Linux for doing classic ceramic glaze chemistry. It has been used around the world since the early 1980s.","excerpt":"Digitalfire Insight A downloadable program for Windows, Mac, Linux for doing classic ceramic glaze chemistry. It has been used around the world since the early 1980s. Key phrases linking here: digitalfire insight, desktop insight - Learn more Details A glaze chemistry desktop application for Windows, Linux, Macintosh. It shows side-by-side recipes and their formulas.","url":"https://digitalfire.com/glossary/259"},{"term":"Digitalfire Insight-Live","keywords":"digitalfire insight-live","description":"A cloud-hosted ceramics-targeted LIMS (lab info management system). It does glaze chemistry and physical testing the “Digitalfire way”. For technicians, educators, potters and hobbyists.","excerpt":"Digitalfire Insight-Live A cloud-hosted ceramics-targeted LIMS (lab info management system). It does glaze chemistry and physical testing the “Digitalfire way”. For technicians, educators, potters and hobbyists.","url":"https://digitalfire.com/glossary/digitalfire+insight-live"},{"term":"Digitalfire Insight-Live","keywords":"253","description":"A cloud-hosted ceramics-targeted LIMS (lab info management system). It does glaze chemistry and physical testing the “Digitalfire way”. For technicians, educators, potters and hobbyists.","excerpt":"Digitalfire Insight-Live A cloud-hosted ceramics-targeted LIMS (lab info management system). It does glaze chemistry and physical testing the “Digitalfire way”. For technicians, educators, potters and hobbyists.","url":"https://digitalfire.com/glossary/253"},{"term":"Digitalfire Reference Library","keywords":"digitalfire reference library","description":"A public ad-free, no-tracking, Google destination, technical reference website for potters, educators, technicians and hobbyists in pottery and ceramic production. Since 2000.","excerpt":"Digitalfire Reference Library A public ad-free, no-tracking, Google destination, technical reference website for potters, educators, technicians and hobbyists in pottery and ceramic production. Since 2000.","url":"https://digitalfire.com/glossary/digitalfire+reference+library"},{"term":"Digitalfire Reference Library","keywords":"320","description":"A public ad-free, no-tracking, Google destination, technical reference website for potters, educators, technicians and hobbyists in pottery and ceramic production. Since 2000.","excerpt":"Digitalfire Reference Library A public ad-free, no-tracking, Google destination, technical reference website for potters, educators, technicians and hobbyists in pottery and ceramic production. Since 2000.","url":"https://digitalfire.com/glossary/320"},{"term":"Digitalfire Taxonomy","keywords":"digitalfire taxonomy","description":"","excerpt":"Digitalfire Taxonomy One of the biggest strengths of the Digitalfire Reference Library is its taxonomy. It is based on the concept that adjustment, formulation and troubleshooting challenges in ceramics must be approached on the right level (or levels) to be effective. The levels group into chemistry, mineralogy and physical properties (or physical presence).","url":"https://digitalfire.com/glossary/digitalfire+taxonomy"},{"term":"Dimpled glaze","keywords":"dimpled glaze","description":"A ceramic glaze defect characterized by tiny holes in the surface, often too small to see with the naked eye.","excerpt":"Dimpled glaze A ceramic glaze defect characterized by tiny holes in the surface, often too small to see with the naked eye. Key phrases linking here: dimpled glaze, orange peel, dimpling - Learn more Details 'Dimpled' glaze surfaces are those that have tiny holes that do not go down to the ceramic underneath (a pinhole).","url":"https://digitalfire.com/glossary/dimpled+glaze"},{"term":"Dinnerware Safe","keywords":"dinnerware safe","description":"In pottery, the terms dinnerware safe and food safe, are not the same. Perhaps the best way to understand the former is to consider what the opposite might be.","excerpt":"Dinnerware Safe In pottery, the terms dinnerware safe and food safe, are not the same. Perhaps the best way to understand the former is to consider what the opposite might be. Key phrases linking here: dinnerware safe - Learn more Details Dinnerware safety of glazes means something different in industry than it does in pottery or hobby ceramics.","url":"https://digitalfire.com/glossary/dinnerware+safe"},{"term":"Dipping Glaze","keywords":"dipping glaze","description":"In traditional ceramics and pottery dipping glazes can be of two main types: For single layer and for application of other layers overtop. Understanding the difference is important.","excerpt":"Dipping Glaze In traditional ceramics and pottery dipping glazes can be of two main types: For single layer and for application of other layers overtop. Understanding the difference is important. Key phrases linking here: dipping glazes, dipping glaze, dip-glazed - Learn more Details Dipping (or pouring and draining) is the preferred method for single-layer application of glazes on bisque-fired po...","url":"https://digitalfire.com/glossary/dipping+glaze"},{"term":"Dishwasher Safe","keywords":"dishwasher safe","description":"Dishwasher safety is a concern in ceramic table ware, especially if the ware has been imported or made by a small company or potter.","excerpt":"Dishwasher Safe Dishwasher safety is a concern in ceramic table ware, especially if the ware has been imported or made by a small company or potter. Key phrases linking here: dishwasher safe, dishwasher - Learn more Details Dishwasher safe ceramic ware is generally ware that is not overly absorbent and therefore will not water log in use over time (and therefore weaken and become a microwave oven ...","url":"https://digitalfire.com/glossary/dishwasher+safe"},{"term":"Displacer","keywords":"displacer","description":"Displacers are used to minimize the amount of plaster or rubber needed to make a block or case mold for ceramics.","excerpt":"Displacer Displacers are used to minimize the amount of plaster or rubber needed to make a block or case mold for ceramics. Key phrases linking here: displacer - Learn more Details The advent of 3D printing for making molds in ceramics has enabled the design of more complex and geometrically precise pieces than ever before. And it enables creating molds having extremely thin walls.","url":"https://digitalfire.com/glossary/displacer"},{"term":"Do-It-Yourself","keywords":"do-it-yourself","description":"In the past all potters were do-it-yourselfers. Now DIY thinking is being mocked. Has the pendulum swung so far the other way that suppliers are teaching us helplessness to increase their profits? And educators to reduce their workload?","excerpt":"Do-It-Yourself In the past all potters were do-it-yourselfers. Now DIY thinking is being mocked. Has the pendulum swung so far the other way that suppliers are teaching us helplessness to increase their profits? And educators to reduce their workload? Key phrases linking here: do-it-yourself, difm, diy - Learn more Details DIY means \"do-it-yourself\".","url":"https://digitalfire.com/glossary/do-it-yourself"},{"term":"Dolomite Matte","keywords":"dolomite matte","description":"Dolomite matte glazes have the potential to be very silky and pleasant to the touch, while at the same time being hard, durable and non-crazed (if they are formulated correctly).","excerpt":"Dolomite Matte Dolomite matte glazes have the potential to be very silky and pleasant to the touch, while at the same time being hard, durable and non-crazed (if they are formulated correctly). Key phrases linking here: dolomite matte, magnesia matte, mgo matte - Learn more Details Dolomite matte glazes have traditionally been fired around cone 10 and have a pleasant-to-the-touch silky surface.","url":"https://digitalfire.com/glossary/dolomite+matte"},{"term":"Drop-and-Soak Firing","keywords":"drop-and-soak firing","description":"A kiln firing schedule where temperature is eased to the top, then dropped quickly and held at a temperature 100-200F lower.","excerpt":"Drop-and-Soak Firing A kiln firing schedule where temperature is eased to the top, then dropped quickly and held at a temperature 100-200F lower. Key phrases linking here: drop-and-soak firing, drop and soak, drop-and-soak, drop and hold, drop-and-hold - Learn more Details Rather than soak (or hold) a kiln at top temperature during a firing, the concept with a drop-and-hold is to approach the top ...","url":"https://digitalfire.com/glossary/drop-and-soak+firing"},{"term":"Drying Crack","keywords":"drying crack","description":"During drying clays and porcelains shrink as they become rigid. When this occurs unevenly, cracks are the result.","excerpt":"Drying Crack During drying clays and porcelains shrink as they become rigid. When this occurs unevenly, cracks are the result. Key phrases linking here: drying cracks, drying crack - Learn more Details Cracks form to relieve stresses. Plenty of stresses occur while ceramic clays dry. This is because they shrink as they transform from soft-plastic to dry-hard, we call this drying shrinkage.","url":"https://digitalfire.com/glossary/drying+crack"},{"term":"Drying Performance","keywords":"drying performance","description":"In ceramics, drying performance is very important to optimizing production. More plastic clays shrink more and crack more, but they are also better to work with.","excerpt":"Drying Performance In ceramics, drying performance is very important to optimizing production. More plastic clays shrink more and crack more, but they are also better to work with. Key phrases linking here: drying performance - Learn more Details Refers to the ability of a clay to dry without cracking (excluding process factors).","url":"https://digitalfire.com/glossary/drying+performance"},{"term":"Drying Shrinkage","keywords":"drying shrinkage","description":"Clays used in ceramics shrink when they dry because of particle packing that occurs as inter-particle water evaporates. Excessive or uneven shrinkage causes cracks.","excerpt":"Drying Shrinkage Clays used in ceramics shrink when they dry because of particle packing that occurs as inter-particle water evaporates. Excessive or uneven shrinkage causes cracks. Key phrases linking here: drying shrinkage, dry shrinkage - Learn more Details All clays shrink during drying from their wet plastic state.","url":"https://digitalfire.com/glossary/drying+shrinkage"},{"term":"Dunting","keywords":"dunting","description":"Dunting generally refers to firing cracks that occur in ceramic ware as it is cooled in the kiln. The reason is generally uneven cross section or too rapid cooling.","excerpt":"Dunting Dunting generally refers to firing cracks that occur in ceramic ware as it is cooled in the kiln. The reason is generally uneven cross section or too rapid cooling. Key phrases linking here: dunting - Learn more Details Dunting is cracking associated with too rapid a cool-down of the kiln. Dunting often exhibits itself as simple hairline cracks, but ware can fracture into pieces.","url":"https://digitalfire.com/glossary/dunting"},{"term":"Dust Pressing","keywords":"dust pressing","description":"Many ceramic products, especially tile, are formed by pressing high-moisture or binder-containing dust or pelletized dust into steel molds at high pressures.","excerpt":"Dust Pressing Many ceramic products, especially tile, are formed by pressing high-moisture or binder-containing dust or pelletized dust into steel molds at high pressures. Key phrases linking here: dust pressing - Learn more Details A method of fabricating ceramic objects (typically brick, tile and sometimes flatware) where clay powder is pressed under high pressure (e.g.","url":"https://digitalfire.com/glossary/dust+pressing"},{"term":"Earthenware","keywords":"earthenware","description":"What is the difference between earthenware and a regular stoneware body? Earthenwares lack the glass development to fill voids and glue particles.","excerpt":"Earthenware What is the difference between earthenware and a regular stoneware body? Earthenwares lack the glass development to fill voids and glue particles. Key phrases linking here: low temperature bodies, earthenware, low fire, low-fire - Learn more Details A clay fired at low temperatures (cone 010-04).","url":"https://digitalfire.com/glossary/earthenware"},{"term":"Earthenware","keywords":"34","description":"What is the difference between earthenware and a regular stoneware body? Earthenwares lack the glass development to fill voids and glue particles.","excerpt":"Earthenware What is the difference between earthenware and a regular stoneware body? Earthenwares lack the glass development to fill voids and glue particles. Key phrases linking here: low temperature bodies, earthenware, low fire, low-fire - Learn more Details A clay fired at low temperatures (cone 010-04).","url":"https://digitalfire.com/glossary/34"},{"term":"Efflorescence","keywords":"efflorescence","description":"A common problem with dry and fired ceramic. It is evident by the presence of a light or dark colored scum on the dry or fired surface.","excerpt":"Efflorescence A common problem with dry and fired ceramic. It is evident by the presence of a light or dark colored scum on the dry or fired surface. Key phrases linking here: efflorescence - Learn more Details A term describing the whitish or brownish dry or glassy scum (depending on iron content and firing temperature) left on the surface of a fired clay body (most often red earthenware or raw s...","url":"https://digitalfire.com/glossary/efflorescence"},{"term":"Encapsulated Stain","keywords":"encapsulated stain","description":"This is a type of stain manufacture that enables the use of metal oxides (like cadmium) under temperature conditions in which they would normally fail.","excerpt":"Encapsulated Stain This is a type of stain manufacture that enables the use of metal oxides (like cadmium) under temperature conditions in which they would normally fail. Key phrases linking here: encapsulated stain, inclusion stain - Learn more Details Encapsulated stains (also called inclusion stains) are a special class of man-made pigments that enable bright and difficult-to-achieve colors in ...","url":"https://digitalfire.com/glossary/encapsulated+stain"},{"term":"Engobe","keywords":"engobe","description":"Engobes are high-clay slurries that are applied to leather hard or dry ceramics. They fire opaque and are used for functional or decorative purposes. They are formulated to match the firing shrinkage and thermal expansion of the body.","excerpt":"Engobe Engobes are high-clay slurries that are applied to leather hard or dry ceramics. They fire opaque and are used for functional or decorative purposes. They are formulated to match the firing shrinkage and thermal expansion of the body. Key phrases linking here: engobed, engobes, engobe - Learn more Details The power of a black engobe This slab mug is made from a buff stoneware, M340.","url":"https://digitalfire.com/glossary/engobe"},{"term":"Engobe","keywords":"35","description":"Engobes are high-clay slurries that are applied to leather hard or dry ceramics. They fire opaque and are used for functional or decorative purposes. They are formulated to match the firing shrinkage and thermal expansion of the body.","excerpt":"Engobe Engobes are high-clay slurries that are applied to leather hard or dry ceramics. They fire opaque and are used for functional or decorative purposes. They are formulated to match the firing shrinkage and thermal expansion of the body. Key phrases linking here: engobed, engobes, engobe - Learn more Details The power of a black engobe This slab mug is made from a buff stoneware, M340.","url":"https://digitalfire.com/glossary/35"},{"term":"Eutectic","keywords":"eutectic","description":"In ceramics, this term refers to certain chemistries that melt at much-lower-than-expected temperatures.","excerpt":"Eutectic In ceramics, this term refers to certain chemistries that melt at much-lower-than-expected temperatures. Key phrases linking here: eutectic - Learn more Details The lowest temperature at which a simple mix of oxides will melt and react to form a transparent glass. Mixtures of SiO2 and the alkalis and alkaline earth oxides are well studied.","url":"https://digitalfire.com/glossary/eutectic"},{"term":"FDM, SLA, SLS, MEX 3D printing technologies","keywords":"fdm%2c sla%2c sls%2c mex 3d printing technologies","description":"Knowing a little about the main types of 3D printing technologies can help you decide which road to take.","excerpt":"FDM, SLA, SLS, MEX 3D printing technologies Knowing a little about the main types of 3D printing technologies can help you decide which road to take. Key phrases linking here: powder bed, fdm, sla, sls, mex - Learn more Details Fused deposition modelling (FDM), also known as fused filament fabrication (FFF), is the most widely used.","url":"https://digitalfire.com/glossary/fdm%2C+sla%2C+sls%2C+mex+3d+printing+technologies"},{"term":"Fast Fire Glazes","keywords":"fast fire glazes","description":"Industrial ceramics are fired very quickly and require minimal micro bubbles and zero pinholes and blisters. Fast fire late melting glazes accomplish that.","excerpt":"Fast Fire Glazes Industrial ceramics are fired very quickly and require minimal micro bubbles and zero pinholes and blisters. Fast fire late melting glazes accomplish that. Key phrases linking here: fast fire glazes, fast-fire frits, late melting, late-melting, fast-fire - Learn more Details Fast fire glazes are used in most industries and many can fire up and down in less than two hours.","url":"https://digitalfire.com/glossary/fast+fire+glazes"},{"term":"Fat Glaze","keywords":"fat glaze","description":"","excerpt":"Fat Glaze The term 'fat' usually refers to a silky matte glaze that is opaque, thick and pleasant and soft to the touch (sometimes referred to as 'waxy' in texture). The micro surface is wavy rather than flat. The classic fat glaze is a high temperature magnesia matte (made using dolomite and talc). The MgO contributes to a melt where melting glass rivulets run around less viscous islands.","url":"https://digitalfire.com/glossary/fat+glaze"},{"term":"Feldspar Glazes","keywords":"feldspar glazes","description":"Feldspar is a natural mineral that, by itself, is the most similar to a high temperature stoneware glaze. Thus it is common to see alot of it in glaze recipes. Actually, too much.","excerpt":"Feldspar Glazes Feldspar is a natural mineral that, by itself, is the most similar to a high temperature stoneware glaze. Thus it is common to see alot of it in glaze recipes. Actually, too much. Key phrases linking here: feldspar glazes - Learn more Details Quite simply, feldspar glazes are high in feldspar (or nepheline syenite).","url":"https://digitalfire.com/glossary/feldspar+glazes"},{"term":"Fining Agent","keywords":"fining agent","description":"Individual tiny bubbles in a glaze melt can coalesce around the undissolved particles of a fining agent, the growing bubble swallowing others around it and finally exiting at the surface.","excerpt":"Fining Agent Individual tiny bubbles in a glaze melt can coalesce around the undissolved particles of a fining agent, the growing bubble swallowing others around it and finally exiting at the surface. Key phrases linking here: fining agent - Learn more Details \"Fining\" is a term used in winemaking where it is common to add bentonite or kaolin, as the tiny particles settle they act as coalescing po...","url":"https://digitalfire.com/glossary/fining+agent"},{"term":"Firebrick","keywords":"firebrick","description":"In the ceramic industry, these are the bricks used to build kilns. This term grows out of their ability to withstand high temperatures that would melt or deform structural bricks.","excerpt":"Firebrick In the ceramic industry, these are the bricks used to build kilns. This term grows out of their ability to withstand high temperatures that would melt or deform structural bricks. Key phrases linking here: firebrick - Learn more Details A brick capable of withstanding high temperatures without deforming.","url":"https://digitalfire.com/glossary/firebrick"},{"term":"Fireclay","keywords":"fireclay","description":"A clay that withstands fire. In the ceramics industry, clays that are resistant to deforming and melting at high temperatures are called fireclays. Kiln bricks are often made from fireclay.","excerpt":"Fireclay A clay that withstands fire. In the ceramics industry, clays that are resistant to deforming and melting at high temperatures are called fireclays. Kiln bricks are often made from fireclay. Key phrases linking here: fireclay - Learn more Details A refractory naturally occurring secondary clay.","url":"https://digitalfire.com/glossary/fireclay"},{"term":"Fired Strength","keywords":"fired strength","description":"Ceramics, by their brittle nature, have high compressive strength. But in functional ceramics we are more concerned about the tensile strength as this relates better to serviceability.","excerpt":"Fired Strength Ceramics, by their brittle nature, have high compressive strength. But in functional ceramics we are more concerned about the tensile strength as this relates better to serviceability. Key phrases linking here: fired strength - Learn more Details The fired strength of clays can be measured. The test is sometimes called M.O.R.","url":"https://digitalfire.com/glossary/fired+strength"},{"term":"Firing Schedule","keywords":"firing schedule","description":"Designing a good kiln firing schedule for your ware is a very important, and often overlooked factor for obtained successful firings.","excerpt":"Firing Schedule Designing a good kiln firing schedule for your ware is a very important, and often overlooked factor for obtained successful firings. Key phrases linking here: firing schedules, firing schedule - Learn more Details In industry firing cycles are very fast, measured in minutes, cost and environmental issues put companies under constant pressure to fire kilns quickly.","url":"https://digitalfire.com/glossary/firing+schedule"},{"term":"Firing Schedule","keywords":"226","description":"Designing a good kiln firing schedule for your ware is a very important, and often overlooked factor for obtained successful firings.","excerpt":"Firing Schedule Designing a good kiln firing schedule for your ware is a very important, and often overlooked factor for obtained successful firings. Key phrases linking here: firing schedules, firing schedule - Learn more Details In industry firing cycles are very fast, measured in minutes, cost and environmental issues put companies under constant pressure to fire kilns quickly.","url":"https://digitalfire.com/glossary/226"},{"term":"Firing Shrinkage","keywords":"firing shrinkage","description":"During drying, clay particles draw together and shrinkage occurs. During firing the matrix densifies and shrinkage continues. More vitreous bodies shrink more.","excerpt":"Firing Shrinkage During drying, clay particles draw together and shrinkage occurs. During firing the matrix densifies and shrinkage continues. More vitreous bodies shrink more. Key phrases linking here: firing shrinkage, fired shrinkage - Learn more Details As kiln temperature increases bodies densify (particles pack closer and closer).","url":"https://digitalfire.com/glossary/firing+shrinkage"},{"term":"Flameware","keywords":"flameware","description":"Flameware is ceramic that can withstand sudden temperature changes without cracking. The low thermal expansion of true flameware makes craze-free glazes very difficult.","excerpt":"Flameware Flameware is ceramic that can withstand sudden temperature changes without cracking. The low thermal expansion of true flameware makes craze-free glazes very difficult. Key phrases linking here: flame ware, flameware - Learn more Details Flameware is ceramic that can withstand sudden temperature changes without cracking (i.e. stove top burners).","url":"https://digitalfire.com/glossary/flameware"},{"term":"Flashing","keywords":"flashing","description":"A visual effect that occurs in wood and salt firing of ceramic ware. Many potters value the effect and use special materials and firing methods to enhance it.","excerpt":"Flashing A visual effect that occurs in wood and salt firing of ceramic ware. Many potters value the effect and use special materials and firing methods to enhance it. Key phrases linking here: flashing - Learn more Details A fired visual effect on bare clay surfaces in fuel burning kilns (especially wood).","url":"https://digitalfire.com/glossary/flashing"},{"term":"Flocculation","keywords":"flocculation","description":"The flocculation process enables technicians in ceramics to create an engobe or glaze slurry that gels and goes on to ware in a thick yet even, non-dripping layer.","excerpt":"Flocculation The flocculation process enables technicians in ceramics to create an engobe or glaze slurry that gels and goes on to ware in a thick yet even, non-dripping layer. Key phrases linking here: flocculation, flocculating - Learn more Details Technically, flocculation is particle aggregation in a suspension, but in ceramic circles the term generally refers to the gelling that visibly occur...","url":"https://digitalfire.com/glossary/flocculation"},{"term":"Fluid Melt Glazes","keywords":"fluid melt glazes","description":"Fluid melt glazes and over-melting, over fired, to the point that they run down off ware. This feature enables the development of super-floss and cyrstallization.","excerpt":"Fluid Melt Glazes Fluid melt glazes and over-melting, over fired, to the point that they run down off ware. This feature enables the development of super-floss and cyrstallization. Key phrases linking here: fluid melt glazes, fluid melt, fluid-melt - Learn more Details Fluid melt glazes have a melt that is fluid - many thus call them \"drippy glazes\".","url":"https://digitalfire.com/glossary/fluid+melt+glazes"},{"term":"Flux","keywords":"flux","description":"Fluxes are the reason we can fire clay bodies and glazes in common kilns, they make glazes melt and bodies vitrify at lower temperatures.","excerpt":"Flux Fluxes are the reason we can fire clay bodies and glazes in common kilns, they make glazes melt and bodies vitrify at lower temperatures. Key phrases linking here: fluxed, flux - Learn more Details On the theoretical glaze chemistry level, a flux is an oxide that lowers the melting or softening temperature of a mix of materials.","url":"https://digitalfire.com/glossary/flux"},{"term":"Food Safe","keywords":"food safe","description":"Be skeptical of claims of food safety from potters who cannot explain or demonstrate why. Investigate the basis of manufacturer claims and labelling and the actual use to which their products are put.","excerpt":"Food Safe Be skeptical of claims of food safety from potters who cannot explain or demonstrate why. Investigate the basis of manufacturer claims and labelling and the actual use to which their products are put.","url":"https://digitalfire.com/glossary/food+safe"},{"term":"Food Safe","keywords":"271","description":"Be skeptical of claims of food safety from potters who cannot explain or demonstrate why. Investigate the basis of manufacturer claims and labelling and the actual use to which their products are put.","excerpt":"Food Safe Be skeptical of claims of food safety from potters who cannot explain or demonstrate why. Investigate the basis of manufacturer claims and labelling and the actual use to which their products are put.","url":"https://digitalfire.com/glossary/271"},{"term":"Foot Ring","keywords":"foot ring","description":"","excerpt":"Foot Ring Footrings, as opposed to flat bottomed containers, lift the piece off the table and enable glazing all of the bottom. While foot rings add extra effort to the finishing stage at fabrication, they also make it easier to glaze the ware (articles can be dipped and quickly sponged to remove the glaze).","url":"https://digitalfire.com/glossary/foot+ring"},{"term":"Forming Method","keywords":"forming method","description":"","excerpt":"Forming Method Refers to the method by which a ceramic component or object is created or manufactured. Common traditional ceramics forming methods include dusting/die pressing, jiggering/jolleying, slip casting, extrusion, ram pressing, throwing, etc.","url":"https://digitalfire.com/glossary/forming+method"},{"term":"Formula Ratios","keywords":"formula ratios","description":"The ratios of individual or group oxide molecule numbers are indicators of things like fired gloss, durability, melting temperature, balance, tendency to craze, etc.","excerpt":"Formula Ratios The ratios of individual or group oxide molecule numbers are indicators of things like fired gloss, durability, melting temperature, balance, tendency to craze, etc. Key phrases linking here: formula ratios - Learn more Details Conceptually we consider fired glazes as having a structure of oxides held together by molecular bonds.","url":"https://digitalfire.com/glossary/formula+ratios"},{"term":"Formula Weight","keywords":"formula weight","description":"","excerpt":"Formula Weight In ceramics, this is the total weight of oxides in an oxide formula (a formula normally expresses the chemistry of a fired glaze, without the LOI present in the unfired raw materials). Since an oxide formula compares numbers of molecules (moles), the formula weight can be derived by simply summing the products of the oxide amounts and oxide weights.","url":"https://digitalfire.com/glossary/formula+weight"},{"term":"Frit","keywords":"frit","description":"Frits are used in ceramic glazes for a wide range of reasons. They are man-made glass powders of controlled chemistry with many advantages over raw materials.","excerpt":"Frit Frits are used in ceramic glazes for a wide range of reasons. They are man-made glass powders of controlled chemistry with many advantages over raw materials. Key phrases linking here: fritted, frits, frit - Learn more Details A ceramic glass that has been premixed from raw powdered minerals and then melted, cooled by quenching in water, and ground into a fine powder (search YouTube for inter...","url":"https://digitalfire.com/glossary/frit"},{"term":"Fritware","keywords":"fritware","description":"","excerpt":"Fritware Fritware is the crow-bar method of making porcelain vitrify at very low temperatures. This is typically done by doing a frit-for-feldspar (or frit-for-part-of-the-feldspar) substitute in the recipe. Of course, frits are dramatically more expensive than other typical body materials, but their use can bring equally dramatic advantages.","url":"https://digitalfire.com/glossary/fritware"},{"term":"Functional","keywords":"functional","description":"A term used in ceramic to express the degree to which an item is safe and stands up to everyday use. Functionality embodies strength, hardness, resistance to acid attack and thermal shock, etc.","excerpt":"Functional A term used in ceramic to express the degree to which an item is safe and stands up to everyday use. Functionality embodies strength, hardness, resistance to acid attack and thermal shock, etc. Key phrases linking here: functional - Learn more Details A functional clay body is one that produces a ceramic that is durable. However there are a number of caveats with this.","url":"https://digitalfire.com/glossary/functional"},{"term":"GHS Safety Data Sheets","keywords":"ghs safety data sheets","description":"The Globally Harmonized System (GHS) of classifying and labelling chemicals presents material hazard information in a 16-section user-friendly data sheet.","excerpt":"GHS Safety Data Sheets The Globally Harmonized System (GHS) of classifying and labelling chemicals presents material hazard information in a 16-section user-friendly data sheet. Key phrases linking here: ghs safety data sheets, msds, ghs, sds - Learn more Details The UN Globally Harmonized System of Classification and Labelling of Chemicals (GHS) addresses the real danger for human health and the ...","url":"https://digitalfire.com/glossary/ghs+safety+data+sheets"},{"term":"Glass vs. Crystalline","keywords":"glass vs. crystalline","description":"In ceramics, understanding the difference between what a glass and crystal are provides the basis for understanding the physical presence of glazes and clay bodies.","excerpt":"Glass vs. Crystalline In ceramics, understanding the difference between what a glass and crystal are provides the basis for understanding the physical presence of glazes and clay bodies. Key phrases linking here: crystalline - Learn more Details In ceramic technology the term 'glass' is contrasted with the crystalline state, it is seen as a \"super-cooled liquid\".","url":"https://digitalfire.com/glossary/glass+vs.+crystalline"},{"term":"Glass-Ceramic Glazes","keywords":"glass-ceramic glazes","description":"","excerpt":"Glass-Ceramic Glazes Glass-ceramic frits are made by the controlled devitrification (crystallization) of a composition to create a homogeneous structure in a glassy matrix. Glaze employing these crystalline frits have improved hardness. Glass ceramic coatings are common on tiles because of their superior abrasion resistance compared to glazes.","url":"https://digitalfire.com/glossary/glass-ceramic+glazes"},{"term":"Glaze Blisters","keywords":"glaze blisters","description":"Blistering is a common surface defect that occurs with ceramic glazes. The problem emerges from the kiln and can occur erratically in production. And be difficult to solve.","excerpt":"Glaze Blisters Blistering is a common surface defect that occurs with ceramic glazes. The problem emerges from the kiln and can occur erratically in production. And be difficult to solve. Key phrases linking here: glaze blisters - Learn more Details The principal home of information on this issue is in the troubleshooting section in the Blisters topic.","url":"https://digitalfire.com/glossary/glaze+blisters"},{"term":"Glaze Bubbles","keywords":"glaze bubbles","description":"Suspended micro-bubbles in ceramic glazes affect their transparency and depth. Sometimes they add to to aesthetics. Often not. What causes them and what to do to remove them.","excerpt":"Glaze Bubbles Suspended micro-bubbles in ceramic glazes affect their transparency and depth. Sometimes they add to to aesthetics. Often not. What causes them and what to do to remove them. Key phrases linking here: glaze bubbles, bubbling, clouding - Learn more Details As glazes melt, gases from the decomposition of organics, carbonates, sulphates and hydrates are generated (if the body was glazed...","url":"https://digitalfire.com/glossary/glaze+bubbles"},{"term":"Glaze Chemistry","keywords":"glaze chemistry","description":"Glaze chemistry is the study of how the oxide chemistry of glazes relate to the way they fire. It accounts for color, surface, hardness, texture, melting temperature, thermal expansion, etc.","excerpt":"Glaze Chemistry Glaze chemistry is the study of how the oxide chemistry of glazes relate to the way they fire. It accounts for color, surface, hardness, texture, melting temperature, thermal expansion, etc.","url":"https://digitalfire.com/glossary/glaze+chemistry"},{"term":"Glaze Compression","keywords":"glaze compression","description":"In ceramics, glazes are under compression when they have a lower thermal expansion than the body. A little compression strengthens ware, too much can weaken and even fracture it.","excerpt":"Glaze Compression In ceramics, glazes are under compression when they have a lower thermal expansion than the body. A little compression strengthens ware, too much can weaken and even fracture it. Key phrases linking here: glaze compression, time bombs, time bomb - Learn more Details Every solid has a coefficient of thermal expansion (COE), that is, an amount by which it expands and contracts on h...","url":"https://digitalfire.com/glossary/glaze+compression"},{"term":"Glaze Crawling","keywords":"glaze crawling","description":"A ceramic glaze fault that occurs during firing of the ware, the molten glaze pulls itself into islands leaving bare patches of body between.","excerpt":"Glaze Crawling A ceramic glaze fault that occurs during firing of the ware, the molten glaze pulls itself into islands leaving bare patches of body between. Key phrases linking here: glaze crawling - Learn more Details The principal home of information on this issue is in the troubleshooting section in the Crawling topic.","url":"https://digitalfire.com/glossary/glaze+crawling"},{"term":"Glaze Crazing","keywords":"glaze crazing","description":"Crazed ceramic glazes have a network of cracks. Understanding the causes is the most practical way to solve it. 95% of the time the solution is to adjust the thermal expansion of the glaze.","excerpt":"Glaze Crazing Crazed ceramic glazes have a network of cracks. Understanding the causes is the most practical way to solve it. 95% of the time the solution is to adjust the thermal expansion of the glaze. Key phrases linking here: glaze crazing - Learn more Details Crazing is the opposite of shivering.","url":"https://digitalfire.com/glossary/glaze+crazing"},{"term":"Glaze Durability","keywords":"glaze durability","description":"Ceramic glazes vary widely in their resistance to wear and leaching by acids and bases. The principle factors that determine durability are the glaze chemistry and firing temperature.","excerpt":"Glaze Durability Ceramic glazes vary widely in their resistance to wear and leaching by acids and bases. The principle factors that determine durability are the glaze chemistry and firing temperature. Key phrases linking here: glaze durability, durability - Learn more Details Ceramic glazes vary widely in their resistance to wear (cutlery marking, scratching) and leaching by acids and bases.","url":"https://digitalfire.com/glossary/glaze+durability"},{"term":"Glaze Durability","keywords":"284","description":"Ceramic glazes vary widely in their resistance to wear and leaching by acids and bases. The principle factors that determine durability are the glaze chemistry and firing temperature.","excerpt":"Glaze Durability Ceramic glazes vary widely in their resistance to wear and leaching by acids and bases. The principle factors that determine durability are the glaze chemistry and firing temperature. Key phrases linking here: glaze durability, durability - Learn more Details Ceramic glazes vary widely in their resistance to wear (cutlery marking, scratching) and leaching by acids and bases.","url":"https://digitalfire.com/glossary/284"},{"term":"Glaze Gelling","keywords":"glaze gelling","description":"Glaze slurries can gel if they contain soluble materials that flocculate the suspension. Gelling is a real problem since it requires water additions that increase shrinkage.","excerpt":"Glaze Gelling Glaze slurries can gel if they contain soluble materials that flocculate the suspension. Gelling is a real problem since it requires water additions that increase shrinkage. Key phrases linking here: glaze gelling - Learn more Details Glaze slurries can gel if they contain soluble materials that flocculate the suspension.","url":"https://digitalfire.com/glossary/glaze+gelling"},{"term":"Glaze Layering","keywords":"glaze layering","description":"In hobby ceramics and pottery it is common to layer glazes for visual effects. Using brush-on glazes it is easy. But how to do it with dipping glazes? Or apply brush-ons on to dipped base coats?","excerpt":"Glaze Layering In hobby ceramics and pottery it is common to layer glazes for visual effects. Using brush-on glazes it is easy. But how to do it with dipping glazes? Or apply brush-ons on to dipped base coats? Key phrases linking here: glaze layering, multi-layering, multi-layered - Learn more Details In hobby ceramics (at low temperatures) layering of glazes for decorative effects is commonplace ...","url":"https://digitalfire.com/glossary/glaze+layering"},{"term":"Glaze Mixing","keywords":"glaze mixing","description":"In ceramics, glazes are developed and mixed as recipes of made-made and natural powdered materials. Many potters mix their own, you can to. There are many advantages.","excerpt":"Glaze Mixing In ceramics, glazes are developed and mixed as recipes of made-made and natural powdered materials. Many potters mix their own, you can to. There are many advantages. Key phrases linking here: glaze mixing - Learn more Details Potters in affluent places in the world have increasingly adopted commercial brushing glazes as their glazing method of choice.","url":"https://digitalfire.com/glossary/glaze+mixing"},{"term":"Glaze Recipes","keywords":"glaze recipes","description":"Stop! Think! Do not get addicted to the trafficking in online glaze recipes. Learn to make your own or adjust/adapt/fix what you find online.","excerpt":"Glaze Recipes Stop! Think! Do not get addicted to the trafficking in online glaze recipes. Learn to make your own or adjust/adapt/fix what you find online. Key phrases linking here: glaze recipes - Learn more Details Warning about recipes that you find online: Be careful about wasting your time. And money.","url":"https://digitalfire.com/glossary/glaze+recipes"},{"term":"Glaze Shrinkage","keywords":"glaze shrinkage","description":"Raw ceramic glazes contain clay to harden them on drying and to suspend the slurry. The more clay there is the more the glaze shrinks as it dries on the piece.","excerpt":"Glaze Shrinkage Raw ceramic glazes contain clay to harden them on drying and to suspend the slurry. The more clay there is the more the glaze shrinks as it dries on the piece. Key phrases linking here: glaze shrinkage - Learn more Details Almost all glazes contain clay (e.g. kaolin, ball clay, bentonite, native clays).","url":"https://digitalfire.com/glossary/glaze+shrinkage"},{"term":"Glaze fit","keywords":"glaze fit","description":"In ceramics, glaze fit refers to the thermal expansion compatibility between glaze and clay body. When the fit is not good the glaze forms a crack pattern or flakes off on contours.","excerpt":"Glaze fit In ceramics, glaze fit refers to the thermal expansion compatibility between glaze and clay body. When the fit is not good the glaze forms a crack pattern or flakes off on contours. Key phrases linking here: do not fit, glaze fit, glaze-fit - Learn more Details The relationship between the thermal expansion of body and glaze is called the \"glaze fit\".","url":"https://digitalfire.com/glossary/glaze+fit"},{"term":"Glaze laydown","keywords":"glaze laydown","description":"Refers to the quality of the dried ceramic glaze layer and how this affects the fired result: e.g. density, hardness, evenness, thickness, freedom from defects, etc.","excerpt":"Glaze laydown Refers to the quality of the dried ceramic glaze layer and how this affects the fired result: e.g. density, hardness, evenness, thickness, freedom from defects, etc. Key phrases linking here: glaze laydown, laydown - Learn more Details In industrial ceramics, the quality and evenness of the dried glaze layer are considered very important in quality control and to the suitability of t...","url":"https://digitalfire.com/glossary/glaze+laydown"},{"term":"Glaze shivering","keywords":"glaze shivering","description":"Shivering is a ceramic glaze defect that results in tiny flakes of glaze peeling off edges of ceramic ware. It happens because the thermal expansion of the body is too much higher than the glaze.","excerpt":"Glaze shivering Shivering is a ceramic glaze defect that results in tiny flakes of glaze peeling off edges of ceramic ware. It happens because the thermal expansion of the body is too much higher than the glaze.","url":"https://digitalfire.com/glossary/glaze+shivering"},{"term":"Glaze thickness","keywords":"glaze thickness","description":"Many ceramic glaze benefits and issues are closely related to the thickness with which the glaze is applied. Many glazes are very sensitive to thickness, so control is needed.","excerpt":"Glaze thickness Many ceramic glaze benefits and issues are closely related to the thickness with which the glaze is applied. Many glazes are very sensitive to thickness, so control is needed. Key phrases linking here: glaze thickness - Learn more Details Simple example of color-variation-by-thickness in a honey glaze This is GA6-B, a transparent amber glaze at cone 6.","url":"https://digitalfire.com/glossary/glaze+thickness"},{"term":"Globally Harmonized Data Sheets","keywords":"globally harmonized data sheets","description":"GHS","excerpt":"Globally Harmonized Data Sheets GHS Key phrases linking here: globally harmonized data sheets - Learn more Details Related Information Health warning phrases on a bag of Kaolin This picture has its own page with more detail, click here to see it. Health warning phrases on a bag of ball clay This picture has its own page with more detail, click here to see it.","url":"https://digitalfire.com/glossary/globally+harmonized+data+sheets"},{"term":"Glossy Glaze","keywords":"glossy glaze","description":"","excerpt":"Glossy Glaze 'Gloss' refers to how shiny and light-reflective a glaze is. Glazes high in glass former (SiO2, B2O3) are glossy. Those high in Al2O3 tend to be matte. Fluid glazes can crystallize to a matte surface if cooled slowly or a glossy surface if cooled quickly. The SiO2:Al2O3 ratio is taken as a general indicator of glaze gloss, ratios of more than 8:1 are likely to be glossy.","url":"https://digitalfire.com/glossary/glossy+glaze"},{"term":"Green Strength","keywords":"green strength","description":"The green strength of clay bodies is an important property, it makes them resistant to breakage or damage during handling in production.","excerpt":"Green Strength The green strength of clay bodies is an important property, it makes them resistant to breakage or damage during handling in production. Key phrases linking here: green strength - Learn more Details This refers to the strength of the clay body in the dried form (greenware).","url":"https://digitalfire.com/glossary/green+strength"},{"term":"Grog","keywords":"grog","description":"Grog is a term used in ceramics to describe crushed brick (or other fired ceramic) aggregate that is added to sculpture and structural clays to improve drying properties.","excerpt":"Grog Grog is a term used in ceramics to describe crushed brick (or other fired ceramic) aggregate that is added to sculpture and structural clays to improve drying properties. Key phrases linking here: grogged, grog - Learn more Details A granular material made from crushed brick, refractory rock, or other pre-fired ceramic product.","url":"https://digitalfire.com/glossary/grog"},{"term":"Gunmetal glaze","keywords":"gunmetal glaze","description":"A type of ceramic glaze: Pebbly matte black. For functional surfaces, it has enough glossy to not cutlery mark and be easy to clean.","excerpt":"Gunmetal glaze A type of ceramic glaze: Pebbly matte black. For functional surfaces, it has enough glossy to not cutlery mark and be easy to clean. Key phrases linking here: gunmetal glaze - Learn more Details Refers to a black matte glaze that resembles the pebbly surface of cast iron.","url":"https://digitalfire.com/glossary/gunmetal+glaze"},{"term":"High Temperature Glaze","keywords":"high temperature glaze","description":"","excerpt":"High Temperature Glaze In traditional functional ceramics, this term generally refers to glazes that mature at cone 8 and higher. At these temperatures, natural minerals like feldspar, calcium carbonate, etc can be compounded to create glazes that will melt well without the need for powerful (and troublesome fluxes) like zinc oxide, boron or lead.","url":"https://digitalfire.com/glossary/high+temperature+glaze"},{"term":"Hot Pressing","keywords":"hot pressing","description":"","excerpt":"Hot Pressing Hot pressing is a process used to fabricate ceramic parts (often from non-oxide powders like BIN, SiC or B4C). The process involves the simultaneous application of pressure and heat to a 'green' component or powder under a controlled atmosphere (depending on the material being processed).","url":"https://digitalfire.com/glossary/hot+pressing"},{"term":"Incised decoration","keywords":"incised decoration","description":"A type of decoration done on pottery. Designs are carved into the surface of the leather hard ware and often covered by a thickness sensitive glaze.","excerpt":"Incised decoration A type of decoration done on pottery. Designs are carved into the surface of the leather hard ware and often covered by a thickness sensitive glaze. Key phrases linking here: incised decoration, incising, incised - Learn more Details In pottery and ceramics, incised decoration is carved into leather hard ware.","url":"https://digitalfire.com/glossary/incised+decoration"},{"term":"Industrial clay body","keywords":"industrial clay body","description":"","excerpt":"Industrial clay body Clay bodies used in industry are not somehow magically better than those used in hobby, pottery and education. They are simply more closely tuned to the forming machinery and process. Their formulations prioritize the minimization of rejects and the maximization of production.","url":"https://digitalfire.com/glossary/industrial+clay+body"},{"term":"Infill and Support","keywords":"infill and support","description":"Infill and support are structural elements that 3D slicer software uses (e.g. to fill the interior of solid parts or support contours over empty space)","excerpt":"Infill and Support Infill and support are structural elements that 3D slicer software uses (e.g. to fill the interior of solid parts or support contours over empty space) Key phrases linking here: infill and support, printed support, print supports, print support, infill - Learn more Details When solid models are 3D printed they are not typically printed solid (except for very small objects).","url":"https://digitalfire.com/glossary/infill+and+support"},{"term":"Ink Jet Printing","keywords":"ink jet printing","description":"Ink jet printed decoration is now pervasive in all parts of the ceramic industry. And in hobby also.","excerpt":"Ink Jet Printing Ink jet printed decoration is now pervasive in all parts of the ceramic industry. And in hobby also. Key phrases linking here: ink jet printing - Learn more Details Inkjet equipment and inks are now big business in ceramics, a renaissance in decoration. At this time this page is just a jumping point to others.","url":"https://digitalfire.com/glossary/ink+jet+printing"},{"term":"Inside-only Glazing","keywords":"inside-only glazing","description":"","excerpt":"Inside-only Glazing Related Information At first I was wondering why those two mugs cracked so badly This picture has its own page with more detail, click here to see it. But actually, I should be wondering why that one did not crack! This clay has 8% drying shrinkage and is very plastic, it should crack when it dries.","url":"https://digitalfire.com/glossary/inside-only+glazing"},{"term":"Iron Red Glaze","keywords":"iron red glaze","description":"A type of ceramic glaze, typically fired around 2200F, where iron oxide in the cooling glass precipitates out to form a striking red crystalline mesh on the surface.","excerpt":"Iron Red Glaze A type of ceramic glaze, typically fired around 2200F, where iron oxide in the cooling glass precipitates out to form a striking red crystalline mesh on the surface. Key phrases linking here: iron red glaze, iron red, iron-red - Learn more Details Iron red glazes are easiest in high-temperature reduction firings, it is just a matter of saturating a transparent base with 12%+ iron ox...","url":"https://digitalfire.com/glossary/iron+red+glaze"},{"term":"JSON","keywords":"json","description":"","excerpt":"JSON JavaScript Object Notation (JSON) represents data as key–value pairs, arrays, and nested structures, making it easy for both humans to read and machines to parse. JSON is text-based, language-independent, and widely supported across programming languages, which is why it has become the standard format for web data exchange, especially in REST APIs.","url":"https://digitalfire.com/glossary/json"},{"term":"Jasper Ware","keywords":"jasper ware","description":"","excerpt":"Jasper Ware A porcelain manufacturing technique developed by English potter Josiah Wedgwood in 1775. His ware was typically a blue stained unglazed porcelain with intricately overlaid relief designs on a white unglazed porcelain. The term \"Jasper\" derives from its similarity to the stone.","url":"https://digitalfire.com/glossary/jasper+ware"},{"term":"Jiggering","keywords":"jiggering","description":"Jiggering is a process of forming pottery that employs a spinning plaster mold and a tapered template to press soft clay or porcelain against it.","excerpt":"Jiggering Jiggering is a process of forming pottery that employs a spinning plaster mold and a tapered template to press soft clay or porcelain against it. Key phrases linking here: jiggering, jiggered, jigger - Learn more Details Finished bowl jigger mold encased in a PLA 3D print This is much more durable than a standard plaster jigger mold. And much nicer to handle.","url":"https://digitalfire.com/glossary/jiggering"},{"term":"Jiggering","keywords":"49","description":"Jiggering is a process of forming pottery that employs a spinning plaster mold and a tapered template to press soft clay or porcelain against it.","excerpt":"Jiggering Jiggering is a process of forming pottery that employs a spinning plaster mold and a tapered template to press soft clay or porcelain against it. Key phrases linking here: jiggering, jiggered, jigger - Learn more Details Finished bowl jigger mold encased in a PLA 3D print This is much more durable than a standard plaster jigger mold. And much nicer to handle.","url":"https://digitalfire.com/glossary/49"},{"term":"Kaki","keywords":"kaki","description":"","excerpt":"Kaki Kaki (persimmon) glazes are high fired reduction transparents with a generous supply of iron oxide (12% or more) which forms a microcrystalline surface. If cooled correctly they exhibit \"red\" coloration. The atmosphere during cooling should be reduction. The iron content of the body and level of reduction affect the fired results.","url":"https://digitalfire.com/glossary/kaki"},{"term":"Kiln Controller","keywords":"kiln controller","description":"In ceramic kilns the firing schedule is typically managed automatically by an electronic controller. But that may not mean that ware gets automatically fired to the correct temperature and atmosphere.","excerpt":"Kiln Controller In ceramic kilns the firing schedule is typically managed automatically by an electronic controller. But that may not mean that ware gets automatically fired to the correct temperature and atmosphere. Key phrases linking here: electronic controller, kiln controllers, kiln controller - Learn more Details An electronic device attached to a kiln (usually an electric kiln).","url":"https://digitalfire.com/glossary/kiln+controller"},{"term":"Kiln Firing","keywords":"kiln firing","description":"All types of ceramic are fired in a kiln to cement particles together to produce a hard and water and temperature resistant product.","excerpt":"Kiln Firing All types of ceramic are fired in a kiln to cement particles together to produce a hard and water and temperature resistant product. Key phrases linking here: kiln firing - Learn more Details At it most basic level, firing is a process of heating a clay (or recipe of clays and minerals) to a temperature sufficient to fuse the particles together.","url":"https://digitalfire.com/glossary/kiln+firing"},{"term":"Kiln Wash","keywords":"kiln wash","description":"A high-melting powder applied to kiln shelves to prevent ware from sticking to the shelf during firing. It is also used as a parting agent for to keep elements of fired ware from sticking to each other.","excerpt":"Kiln Wash A high-melting powder applied to kiln shelves to prevent ware from sticking to the shelf during firing. It is also used as a parting agent for to keep elements of fired ware from sticking to each other.","url":"https://digitalfire.com/glossary/kiln+wash"},{"term":"Kiln fumes","keywords":"kiln fumes","description":"Ceramic kilns fire at very high temperatures and the clays and glazes inside can contain a wide range of materials that produce fumes when heated.","excerpt":"Kiln fumes Ceramic kilns fire at very high temperatures and the clays and glazes inside can contain a wide range of materials that produce fumes when heated. Key phrases linking here: kiln fumes - Learn more Details Fumes can be produced when a clay or glaze decomposes during heat-up in the kiln. Fuel burning kilns produce hydrocarbons as a product of the fuel they employ.","url":"https://digitalfire.com/glossary/kiln+fumes"},{"term":"Kiln venting system","keywords":"kiln venting system","description":"","excerpt":"Kiln venting system Kilns vents are hoods with an exhaust fan that are suspended above an electric kiln. They suck air from around the kiln and expel it through a hose to the outside. Some vents also suck air through a hole in the bottom of a kiln. Vents are intended to remove all harmful kiln fumes from the room. Kiln vents also have other benefits.","url":"https://digitalfire.com/glossary/kiln+venting+system"},{"term":"Kneading clay","keywords":"kneading clay","description":"","excerpt":"Kneading clay Wedging (or kneading) are an age-old process used to mix soft plastic clay and prepare it for use in throwing or hand building. The process is extremely effective in making the softness and color of a lump of clay completely homogeneous. Wedging can be done by hand (using many methods) or by foot (for large amounts of clay).","url":"https://digitalfire.com/glossary/kneading+clay"},{"term":"LOI","keywords":"loi","description":"Loss on Ignition is a number that appears on the data sheets of ceramic materials. It refers to the amount of weight the material loses as it decomposes to release water vapor and various gases during firing.","excerpt":"LOI Loss on Ignition is a number that appears on the data sheets of ceramic materials. It refers to the amount of weight the material loses as it decomposes to release water vapor and various gases during firing. Key phrases linking here: gas-generating, gassers, loi - Learn more Details Simplistically, LOI is the percentage of weight a ceramic material loses on firing.","url":"https://digitalfire.com/glossary/loi"},{"term":"Laminations","keywords":"laminations","description":"Laminations because of improper pugging of a clay body will cause separations and drying cracks in the ware.","excerpt":"Laminations Laminations because of improper pugging of a clay body will cause separations and drying cracks in the ware. Key phrases linking here: laminations - Learn more Details Laminations are planes of weakly connected material in the plastic matrix of a clay body. Improper pugging or premixing is the most common cause.","url":"https://digitalfire.com/glossary/laminations"},{"term":"Leaching","keywords":"leaching","description":"Ceramic glazes can leach heavy metals into food and drink. This subject is not complex, there are many things anyone can do to deal with this issue","excerpt":"Leaching Ceramic glazes can leach heavy metals into food and drink. This subject is not complex, there are many things anyone can do to deal with this issue Key phrases linking here: leaching, leached - Learn more Details Ceramic glazes are not as universally inert and stable as many people think.","url":"https://digitalfire.com/glossary/leaching"},{"term":"Lead in Ceramic Glazes","keywords":"lead in ceramic glazes","description":"Lead is a melter in ceramic glazes and performs exceptionally well and must be misused to be toxic. It is also now environmentally pervasive. It is toxic and cumulative at any level of exposure.","excerpt":"Lead in Ceramic Glazes Lead is a melter in ceramic glazes and performs exceptionally well and must be misused to be toxic. It is also now environmentally pervasive. It is toxic and cumulative at any level of exposure. Key phrases linking here: lead in ceramic glazes, lead glazes - Learn more Details Lead is a melter in ceramic glazes and performs exceptionally well at low temperatures.","url":"https://digitalfire.com/glossary/lead+in+ceramic+glazes"},{"term":"Leather hard","keywords":"leather hard","description":"","excerpt":"Leather hard Partially dried clayware. Leather hard pieces can still be trimmed, fettled and are still flexible enough that pieces that have gone slightly out-of-round, for example, can be squeezed carefully back into shape. Engobe and slip decoration are best done at the leather-hard stage (for optimal adherence and so they dry and shink together). Incising of designs is also done at this stage.","url":"https://digitalfire.com/glossary/leather+hard"},{"term":"Limit Formula","keywords":"limit formula","description":"A way of establishing guideline for each oxide in the chemistry for different ceramic glaze types. Understanding the roles of each oxide and the limits of this approach are a key to effectively using these guidelines.","excerpt":"Limit Formula A way of establishing guideline for each oxide in the chemistry for different ceramic glaze types. Understanding the roles of each oxide and the limits of this approach are a key to effectively using these guidelines.","url":"https://digitalfire.com/glossary/limit+formula"},{"term":"Limit Recipe","keywords":"limit recipe","description":"This term refers to sanity-checking ceramic glaze recipes by noting whether materials present or their relative percentages fall outside typical norms for functional ware.","excerpt":"Limit Recipe This term refers to sanity-checking ceramic glaze recipes by noting whether materials present or their relative percentages fall outside typical norms for functional ware. Key phrases linking here: unbalanced recipes, unbalanced recipe, balanced recipes, balanced recipe, recipe limits, limit recipes, sanity-checks, limit recipe, sanity check, recipe logic - Learn more Details A \"limit...","url":"https://digitalfire.com/glossary/limit+recipe"},{"term":"Limit Recipe","keywords":"304","description":"This term refers to sanity-checking ceramic glaze recipes by noting whether materials present or their relative percentages fall outside typical norms for functional ware.","excerpt":"Limit Recipe This term refers to sanity-checking ceramic glaze recipes by noting whether materials present or their relative percentages fall outside typical norms for functional ware. Key phrases linking here: unbalanced recipes, unbalanced recipe, balanced recipes, balanced recipe, recipe limits, limit recipes, sanity-checks, limit recipe, sanity check, recipe logic - Learn more Details A \"limit...","url":"https://digitalfire.com/glossary/304"},{"term":"Liner Glaze","keywords":"liner glaze","description":"Liner-glazing is a way to assure that your ware has a durable and leach resistant surface. It also signals to customers that you care about this.","excerpt":"Liner Glaze Liner-glazing is a way to assure that your ware has a durable and leach resistant surface. It also signals to customers that you care about this. Key phrases linking here: liner-glazed, liner glaze - Learn more Details The term \"liner glaze\" refers to two things. First, it is a technique (links below), where the inside and outside of a piece have different glazes that meet at the rim.","url":"https://digitalfire.com/glossary/liner+glaze"},{"term":"Liquid Bright Colors","keywords":"liquid bright colors","description":"Ceramic lustres are precious metals in liquid form that can be painted on to fired ceramic surfaces to produce metallic and iridescent effects.","excerpt":"Liquid Bright Colors Ceramic lustres are precious metals in liquid form that can be painted on to fired ceramic surfaces to produce metallic and iridescent effects. Key phrases linking here: liquid bright colors, lusters - Learn more Details Liquid bright precious metal colors are micro-thin coatings, mainly of gold, platinum and palladium, applied onto already-fired glaze surfaces and fired aroun...","url":"https://digitalfire.com/glossary/liquid+bright+colors"},{"term":"Low Temperature Glaze","keywords":"low temperature glaze","description":"In ceramics, glazes are loosely classified as low, medium and high temperature. Low temperature is in the cone 06-2 range (about 1800F-2000F).","excerpt":"Low Temperature Glaze In ceramics, glazes are loosely classified as low, medium and high temperature. Low temperature is in the cone 06-2 range (about 1800F-2000F). Key phrases linking here: low-temperature glazes, low temperature glaze, low-temperature glaze, cone 04, cone 06 - Learn more Details This term generally refers to glazes that mature from cone 06-04.","url":"https://digitalfire.com/glossary/low+temperature+glaze"},{"term":"MDT","keywords":"mdt","description":"An acronym for Materials Definition Table. The XML materials database of Digitalfire Insight glaze chemistry software.","excerpt":"MDT An acronym for Materials Definition Table. The XML materials database of Digitalfire Insight glaze chemistry software. Key phrases linking here: mdt - Learn more Details MDT is an acronym for Materials Definition Table. It is the materials database of Digitalfire Insight glaze chemistry software.","url":"https://digitalfire.com/glossary/mdt"},{"term":"Majolica","keywords":"majolica","description":"Majolica is white opaque glazed red earthenware clay having colored overglaze decoration. But if you know more about what it is technically you will have more control of your product.","excerpt":"Majolica Majolica is white opaque glazed red earthenware clay having colored overglaze decoration. But if you know more about what it is technically you will have more control of your product. Key phrases linking here: majolica - Learn more Details Majolica is pottery, almost always decorative and non-functional, fired to a low temperature, employing a red-burning terra cotta clay, covered with a ...","url":"https://digitalfire.com/glossary/majolica"},{"term":"Managed Service Provider","keywords":"managed service provider","description":"","excerpt":"Managed Service Provider A Managed Service Provider (MSP) is a company that remotely manages a business’s IT infrastructure, systems, and services on an ongoing basis, typically through a subscription or service contract.","url":"https://digitalfire.com/glossary/managed+service+provider"},{"term":"Marbling","keywords":"marbling","description":"In ceramics, bodies of different colours can be kneaded together to produce a marble-like result. But caution is needed.","excerpt":"Marbling In ceramics, bodies of different colours can be kneaded together to produce a marble-like result. But caution is needed. Key phrases linking here: marbling - Learn more Details The practice of partially kneading together clay bodies of contrasting colors (often porcelains colored using metal oxides or stains).","url":"https://digitalfire.com/glossary/marbling"},{"term":"Material Substitution","keywords":"material substitution","description":"Material substitutions in ceramic glaze and body recipes must consider their chemistry, mineralogy and physical properties","excerpt":"Material Substitution Material substitutions in ceramic glaze and body recipes must consider their chemistry, mineralogy and physical properties Key phrases linking here: material substitution - Learn more Details Material substitution is a constant and ongoing part of any ceramic enterprise that is using clay and/or glaze recipes.","url":"https://digitalfire.com/glossary/material+substitution"},{"term":"Matte Glaze","keywords":"matte glaze","description":"Random material mixes that melt well overwhelmingly want to be glossy, creating a matte glaze that is also functional is not an easy task.","excerpt":"Matte Glaze Random material mixes that melt well overwhelmingly want to be glossy, creating a matte glaze that is also functional is not an easy task. Key phrases linking here: matte glaze - Learn more Details A glaze that is not glossy. Of course, unmelted glazes will not be glossy, but to be a true matte a glaze must be melted and still not glossy.","url":"https://digitalfire.com/glossary/matte+glaze"},{"term":"Maturity","keywords":"maturity","description":"A term used in the ceramics industry to signify the degree of vitrification in a fired clay. Mature clays are dense and strong, immature ones porous and weak.","excerpt":"Maturity A term used in the ceramics industry to signify the degree of vitrification in a fired clay. Mature clays are dense and strong, immature ones porous and weak. Key phrases linking here: maturity, mature - Learn more Details A term referring to the degree to which a clay or glaze has vitrified or sintered during the firing.","url":"https://digitalfire.com/glossary/maturity"},{"term":"Maximum Density","keywords":"maximum density","description":"","excerpt":"Maximum Density As ceramic bodies vitrify in the kiln they become more dense with temperature (shrinking in the process). A wide range of particle types typically exist and they react to heat differently. Some melt and flow. Some alter their shape as they transform mineralogically. Some react with others. Some partially dissolve. Some remain inert.","url":"https://digitalfire.com/glossary/maximum+density"},{"term":"Mechanism","keywords":"mechanism","description":"Identifying the mechanism of a ceramic glaze recipe is the key to moving adjusting it, fixing it, reverse engineering it, even avoiding it!","excerpt":"Mechanism Identifying the mechanism of a ceramic glaze recipe is the key to moving adjusting it, fixing it, reverse engineering it, even avoiding it! Key phrases linking here: mechanisms, mechanism - Learn more Details Identifying a mechanism means you identify the reason a glaze does something specific. Especially visual.","url":"https://digitalfire.com/glossary/mechanism"},{"term":"Medium Temperature","keywords":"medium temperature","description":"These are stoneware glazes that fire in the range of 1200C (2200F). They often contain boron to assist with melting.","excerpt":"Medium Temperature These are stoneware glazes that fire in the range of 1200C (2200F). They often contain boron to assist with melting. Key phrases linking here: medium temperature, medium-temperature, middle-temperature - Learn more Details In functional ceramics, this term generally refers to glazes and bodies that mature from cone 4 to 7.","url":"https://digitalfire.com/glossary/medium+temperature"},{"term":"Melt Fluidity","keywords":"melt fluidity","description":"Ceramic glazes melt and flow according to their chemistry, particle size and mineralogy. Observing and measuring the nature and amount of flow is important in understanding them.","excerpt":"Melt Fluidity Ceramic glazes melt and flow according to their chemistry, particle size and mineralogy. Observing and measuring the nature and amount of flow is important in understanding them. Key phrases linking here: melt fluidity, melt-flow, melt flow, the melt - Learn more Details Glazes become fluid when they melt, they are molten.","url":"https://digitalfire.com/glossary/melt+fluidity"},{"term":"Melt Fluidity","keywords":"112","description":"Ceramic glazes melt and flow according to their chemistry, particle size and mineralogy. Observing and measuring the nature and amount of flow is important in understanding them.","excerpt":"Melt Fluidity Ceramic glazes melt and flow according to their chemistry, particle size and mineralogy. Observing and measuring the nature and amount of flow is important in understanding them. Key phrases linking here: melt fluidity, melt-flow, melt flow, the melt - Learn more Details Glazes become fluid when they melt, they are molten.","url":"https://digitalfire.com/glossary/112"},{"term":"Melting Temperature","keywords":"melting temperature","description":"The melting temperature of ceramic glazes is a product of many complex factors. The manner of melting can be a slow softening or a sudden liquifying.","excerpt":"Melting Temperature The melting temperature of ceramic glazes is a product of many complex factors. The manner of melting can be a slow softening or a sudden liquifying. Key phrases linking here: melting temperature - Learn more Details Unlike crystalline minerals, glazes do not have a specific melting temperature, they soften over a range of temperatures (the purity of a substance can be assessed...","url":"https://digitalfire.com/glossary/melting+temperature"},{"term":"Metal Oxides","keywords":"metal oxides","description":"Metal oxide powders are used in ceramics to produce color. But a life time is not enough to study the complexities of their use and potential in glazes, engobes, bodies and enamels.","excerpt":"Metal Oxides Metal oxide powders are used in ceramics to produce color. But a life time is not enough to study the complexities of their use and potential in glazes, engobes, bodies and enamels. Key phrases linking here: metal oxides - Learn more Details Metal oxides are what the name suggests.","url":"https://digitalfire.com/glossary/metal+oxides"},{"term":"Metallic Glazes","keywords":"metallic glazes","description":"Non-functional ceramic glazes having very high percentages of metallic oxides/carbonates (manganese, copper, cobalt, chrome).","excerpt":"Metallic Glazes Non-functional ceramic glazes having very high percentages of metallic oxides/carbonates (manganese, copper, cobalt, chrome). Key phrases linking here: metallic glazes - Learn more Details Metallic glazes can most easily be produced in oxidation by mixing a very high percentage of manganese dioxide with a low melting frit.","url":"https://digitalfire.com/glossary/metallic+glazes"},{"term":"Micro Organisms","keywords":"micro organisms","description":"Ceramic glazes and clay bodies can host micro organisms. They can be just a nuisance, a source of worry or can render a product useless. What should you do?","excerpt":"Micro Organisms Ceramic glazes and clay bodies can host micro organisms. They can be just a nuisance, a source of worry or can render a product useless. What should you do? Key phrases linking here: micro organisms, micro-organisms, anti-microbials, microorganisms, anti-microbial, mold on clay, microbial, microbes, biocide - Learn more Details Every potter has had the experience of opening a bucke...","url":"https://digitalfire.com/glossary/micro+organisms"},{"term":"Microwave Safe","keywords":"microwave safe","description":"Microwave safety is a concern in the production of function ceramic ware.","excerpt":"Microwave Safe Microwave safety is a concern in the production of function ceramic ware. Key phrases linking here: microwave safe - Learn more Details The most obvious problem almost everyone has seen is the failure of gold decorated bone china in the oven. This is because conducting metals arc and spark. Notwithstanding this, any non-porcelain has a certain percentage of iron in the clay.","url":"https://digitalfire.com/glossary/microwave+safe"},{"term":"Mineral phase","keywords":"mineral phase","description":"","excerpt":"Mineral phase A 'phase' of a mineral is a physically different molecular or crystal structure induced by a set of conditions (i.e. temperature, pressure). Phases of silica, for example, are chemically the same but have different physical properties. If significant differences are imposed a phase will have its own name (i.e. diamond, graphite are phases of carbon).","url":"https://digitalfire.com/glossary/mineral+phase"},{"term":"Mineralogy","keywords":"mineralogy","description":"Raw ceramic materials are minerals or mixtures of minerals. By taking the characteristics of these into account technicians can rationalize the application of glaze chemistry.","excerpt":"Mineralogy Raw ceramic materials are minerals or mixtures of minerals. By taking the characteristics of these into account technicians can rationalize the application of glaze chemistry. Key phrases linking here: solid state, solid-state, mineralogy - Learn more Details Ceramic raw materials are mostly studied at the solid state physical level (rather than by the chemistry).","url":"https://digitalfire.com/glossary/mineralogy"},{"term":"Mocha glazes","keywords":"mocha glazes","description":"A technique used by ceramic artists to decorate pottery. It happens when bleeding occurs at the edges of a thin colored acidic mixture painted over a still-wet slip.","excerpt":"Mocha glazes A technique used by ceramic artists to decorate pottery. It happens when bleeding occurs at the edges of a thin colored acidic mixture painted over a still-wet slip. Key phrases linking here: mocha glazes - Learn more Details Mocha diffusion is a technique of layering slips onto ware so that the edges of the upper one bleed outward into the lower.","url":"https://digitalfire.com/glossary/mocha+glazes"},{"term":"Mohs Hardness","keywords":"mohs hardness","description":"","excerpt":"Mohs Hardness Hardness is measured on the Moh's hardness scale. Each of the values is a naturally occuring mineral. Testing devices (e.g. pencils) mount these in the tip. 10 Diamond 9 Corundum 8 Topaz 7 Quartz 6 Feldspar 5 Apatite 4 Fluorspar 3 Calcite 2 Gypsum 1 Talc Ceramic glazes are the obvious candidate for this type of testing.","url":"https://digitalfire.com/glossary/mohs+hardness"},{"term":"Mold Natches","keywords":"mold natches","description":"At digitalfire we are big fans of slip casting and want to help people and companies (even hobbyists) to integrate it into their production.","excerpt":"Mold Natches At digitalfire we are big fans of slip casting and want to help people and companies (even hobbyists) to integrate it into their production. Key phrases linking here: mold natches, natches, natch - Learn more Details 3D design and 3D printing are enabling a rethink of almost every detail of how molds are made.","url":"https://digitalfire.com/glossary/mold+natches"},{"term":"Mold Shell Flange","keywords":"mold shell flange","description":"Learning to create flanges in CAD design enables a new kind of DIY mold-making for ceramics: 3D-printed lightweight reusable molds that clamp together.","excerpt":"Mold Shell Flange Learning to create flanges in CAD design enables a new kind of DIY mold-making for ceramics: 3D-printed lightweight reusable molds that clamp together. Key phrases linking here: mold shell flange, flanges - Learn more Details Many issues must be dealt with when using consumer 3D printers for mold-making in ceramics.","url":"https://digitalfire.com/glossary/mold+shell+flange"},{"term":"Mole%","keywords":"mole%25","description":"Mole% is a way of expressing the oxide formula of a fired glaze or glass. It is a preferred over the formula by many technicians who use glaze or glass chemistry.","excerpt":"Mole% Mole% is a way of expressing the oxide formula of a fired glaze or glass. It is a preferred over the formula by many technicians who use glaze or glass chemistry. Key phrases linking here: mole% - Learn more Details Mole% is a way of expressing the oxide formula of a fired glaze or glass (technicians can extrapolate fired properties like melting temperature, thermal expansion, hardness, resi...","url":"https://digitalfire.com/glossary/mole%25"},{"term":"Monocottura","keywords":"monocottura","description":"","excerpt":"Monocottura The single-firing process (as opposed to Bicottura which fires twice or more times) of making tile from terra cotta clay and firing it high enough to achieve a strong and dense product. Normally and engobe layer is applied over the body and glaze over that.","url":"https://digitalfire.com/glossary/monocottura"},{"term":"Mosaic Tile","keywords":"mosaic tile","description":"While traditional mosaic imagery have been created from small pieces of glass or stone, computerized equipment is making it increasingly practical to create the pieces from clay or porcelain","excerpt":"Mosaic Tile While traditional mosaic imagery have been created from small pieces of glass or stone, computerized equipment is making it increasingly practical to create the pieces from clay or porcelain Key phrases linking here: mosaic tile - Learn more Details More information coming on automation techniques to make it practical for potters and ceramic artists or entrepreneurs to take on projects...","url":"https://digitalfire.com/glossary/mosaic+tile"},{"term":"Mottled","keywords":"mottled","description":"","excerpt":"Mottled See Variegated. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/mottled"},{"term":"Mullite Crystals","keywords":"mullite crystals","description":"","excerpt":"Mullite Crystals During firing of traditional porcelains, kaolin particles convert to long mullite crystals around 1000C. This transformation is a significant reason why vitrified porcelain is so strong.","url":"https://digitalfire.com/glossary/mullite+crystals"},{"term":"Native Clay","keywords":"native clay","description":"A clay that a potter finds, tests and learns to process and use himself. To reduce the costs of importing materials manufacturers, especially in Asia, often develop processes for clays mined in their locality.","excerpt":"Native Clay A clay that a potter finds, tests and learns to process and use himself. To reduce the costs of importing materials manufacturers, especially in Asia, often develop processes for clays mined in their locality.","url":"https://digitalfire.com/glossary/native+clay"},{"term":"Non Oxide Ceramics","keywords":"non oxide ceramics","description":"","excerpt":"Non Oxide Ceramics Fired ceramic that contains no oxygen in the crystal structure. Examples are boron nitride (BN) and silicon barbide (SiC). Hundreds of different types of these materials exist (dozens of boron derivatives alone). These products exhibit a range of amazing properties including hardness, resistance to corrosion and heat, compressive strength, etc.","url":"https://digitalfire.com/glossary/non+oxide+ceramics"},{"term":"Oil-spot glaze","keywords":"oil-spot glaze","description":"A mottled glaze created by double-layering glazes of different melt fluidity and color","excerpt":"Oil-spot glaze A mottled glaze created by double-layering glazes of different melt fluidity and color Key phrases linking here: oil-spot glaze - Learn more Details Officially, the oil-spot variegation effect appears to be the product of bubble generation associated with the release of gases of decomposition associated with an iron oxide phase change near the climax of a high temperature (cone 8+) ...","url":"https://digitalfire.com/glossary/oil-spot+glaze"},{"term":"Once fire glazing","keywords":"once fire glazing","description":"Refers to the practice of firing ceramics in one firing (rather than two) to produce a fully glazed product. This practice requires more technical expertise.","excerpt":"Once fire glazing Refers to the practice of firing ceramics in one firing (rather than two) to produce a fully glazed product. This practice requires more technical expertise. Key phrases linking here: once fire glazing, once-fire - Learn more Details The practice of applying glazes to dried ware and firing in one operation. Obviously, this is going to save money on energy.","url":"https://digitalfire.com/glossary/once+fire+glazing"},{"term":"Opacifier","keywords":"opacifier","description":"Glaze opacity refers to the degree to which it is opaque. Opacifiers are powders added to transparent ceramic glazes to make them opaque.","excerpt":"Opacifier Glaze opacity refers to the degree to which it is opaque. Opacifiers are powders added to transparent ceramic glazes to make them opaque. Key phrases linking here: opacification, opacifiers, opacifier, opacify - Learn more Details A glaze additive that impart opacity, transforming an otherwise transparent glaze into an opaque one. Common opacifiers are tin oxide and zircon compounds.","url":"https://digitalfire.com/glossary/opacifier"},{"term":"Opacity","keywords":"opacity","description":"Opacity of ceramics glazes is normally achieved by adding an opacifier like tin oxide or zircon. However, there are chemical profiles that can turn transparent glazes milky and make it cheaper to opacify them.","excerpt":"Opacity Opacity of ceramics glazes is normally achieved by adding an opacifier like tin oxide or zircon. However, there are chemical profiles that can turn transparent glazes milky and make it cheaper to opacify them. Key phrases linking here: opacity - Learn more Details Ceramic glaze opacity refers to the degree to which a glaze is non-transparent.","url":"https://digitalfire.com/glossary/opacity"},{"term":"Ovenware","keywords":"ovenware","description":"Ovenware clay bodies have a low expansion by virtue of materials in their recipe and/or the way they are fired. But potters bend the rules.","excerpt":"Ovenware Ovenware clay bodies have a low expansion by virtue of materials in their recipe and/or the way they are fired. But potters bend the rules. Key phrases linking here: ovenware - Learn more Details Ovenware clay bodies have a lower thermal expansion than typical bodies so they can withstand more sudden changes in temperature without cracking.","url":"https://digitalfire.com/glossary/ovenware"},{"term":"Overglaze","keywords":"overglaze","description":"A method of applying decoration over the glaze surface of ceramics. It can be done before or after the glaze firing.","excerpt":"Overglaze A method of applying decoration over the glaze surface of ceramics. It can be done before or after the glaze firing. Key phrases linking here: overglaze - Learn more Details 'Onglaze' decoration can refer to two very different processes. The first involves the application of liquids applied onto the fired glaze surface. These include china paints, lusters, gold, and other metallics.","url":"https://digitalfire.com/glossary/overglaze"},{"term":"Oxidation Firing","keywords":"oxidation firing","description":"In ceramics, this term is most often used to refer to kilns firing with an atmosphere having available oxygen to react with glaze and body surfaces during firing","excerpt":"Oxidation Firing In ceramics, this term is most often used to refer to kilns firing with an atmosphere having available oxygen to react with glaze and body surfaces during firing Key phrases linking here: oxidation firing - Learn more Details A firing where the atmosphere inside the kiln has sufficient supplies of oxygen to react with the glaze and clay body surfaces (and thus produce the colors c...","url":"https://digitalfire.com/glossary/oxidation+firing"},{"term":"Oxide Formula","keywords":"oxide formula","description":"In ceramics, the chemistry of fired glazes is expressed as an oxide formula. There are direct links between the oxide chemistry and the fired physical properties.","excerpt":"Oxide Formula In ceramics, the chemistry of fired glazes is expressed as an oxide formula. There are direct links between the oxide chemistry and the fired physical properties. Key phrases linking here: oxide chemistries, oxide formulas, oxide formula, oxide chemtry - Learn more Details Conceptually we consider fired ceramic glazes as being composed of 'oxides' (materials contribute these).","url":"https://digitalfire.com/glossary/oxide+formula"},{"term":"Oxide Interaction","keywords":"oxide interaction","description":"In ceramic glazes each oxide generally makes a specific contributions to the melting and freezing behavior of the glaze. However interactions are also important.","excerpt":"Oxide Interaction In ceramic glazes each oxide generally makes a specific contributions to the melting and freezing behavior of the glaze. However interactions are also important. Key phrases linking here: oxide interaction - Learn more Details In a glaze melt, oxides do not act alone, they interact.","url":"https://digitalfire.com/glossary/oxide+interaction"},{"term":"Oxide System","keywords":"oxide system","description":"","excerpt":"Oxide System In ceramic glaze calculation, a 'system' refers to a collection of glaze recipes that share a common set of oxides and material types (e.g. cone 10 dolomite mattes, cone 06 fritted boron glossies, cone 6 alumina matte, cone 8-10 crystalline) and preparation, application and firing methods.","url":"https://digitalfire.com/glossary/oxide+system"},{"term":"PCE","keywords":"pce","description":"","excerpt":"PCE Pyrometric Cone Equivalent A measure of how refractory a material is. The measure is done by making a small cone from the material and firing it till it bends. A typical stoneware clay body, for example, might have a PCE of cone 20.","url":"https://digitalfire.com/glossary/pce"},{"term":"Particle Size Distribution","keywords":"particle size distribution","description":"Knowing the distribution of particle sizes in a ceramic material is often very important in assessing its function and suitability for an application.","excerpt":"Particle Size Distribution Knowing the distribution of particle sizes in a ceramic material is often very important in assessing its function and suitability for an application. Key phrases linking here: particle size distribution, psd - Learn more Details When minerals and mixtures of minerals are ground into a powder a particle size distribution is produced, that is, populations of particles of ...","url":"https://digitalfire.com/glossary/particle+size+distribution"},{"term":"Particle Sizes","keywords":"particle sizes","description":"Knowledge of the physical and ultimate particles sizes in ceramic minerals and materials is an important part of understanding them, predicting their usefulness and explaining their behavior.","excerpt":"Particle Sizes Knowledge of the physical and ultimate particles sizes in ceramic minerals and materials is an important part of understanding them, predicting their usefulness and explaining their behavior. Key phrases linking here: particle sizes - Learn more Details In ceramics, discussion about particle size most often focuses on clays and clay bodies.","url":"https://digitalfire.com/glossary/particle+sizes"},{"term":"Particle classification","keywords":"particle classification","description":"A process control mechanism to enable control of grinding efficiency, equipment wear and material quality.","excerpt":"Particle classification A process control mechanism to enable control of grinding efficiency, equipment wear and material quality. Key phrases linking here: particle classification, particle classified - Learn more Details The term \"particle classification\" can refer to a strategic process control mechanism, used in particle size reduction equipment, or to a class of grinding equipment known as an...","url":"https://digitalfire.com/glossary/particle+classification"},{"term":"Particle orientation","keywords":"particle orientation","description":"Ceramic clays have a flat particle shape. Various factors determine the extent to which they can bind face-to-face in pugged clay in the presence of particles of other materials.","excerpt":"Particle orientation Ceramic clays have a flat particle shape. Various factors determine the extent to which they can bind face-to-face in pugged clay in the presence of particles of other materials. Key phrases linking here: particle orientation - Learn more Details Clay particles are flat and prefer to orient or arrange in a lattice-like pattern during mixing and forming operations.","url":"https://digitalfire.com/glossary/particle+orientation"},{"term":"Particle size reduction","keywords":"particle size reduction","description":"Ceramic materials that we receive as powders have to be crushed and dried, and then ground into fine powders. Many types of equipment are used for this.","excerpt":"Particle size reduction Ceramic materials that we receive as powders have to be crushed and dried, and then ground into fine powders. Many types of equipment are used for this. Key phrases linking here: particle size reduction, vertical roller mills, vertical roller mill, air classifier, hammer mills, hammer mill, trapezium, raymond - Learn more Details Pulverization of ceramic materials, especial...","url":"https://digitalfire.com/glossary/particle+size+reduction"},{"term":"Permeability","keywords":"permeability","description":"In ceramics, the permeability of clay slurries and plastics determines the rate as which water can move through the matrix","excerpt":"Permeability In ceramics, the permeability of clay slurries and plastics determines the rate as which water can move through the matrix Key phrases linking here: permeability - Learn more Details The term \"permeability\" can occur in multiple contexts in ceramics. Most often it refers to how well water can penetrate a clay (either in its dried solid form, or as a powder).","url":"https://digitalfire.com/glossary/permeability"},{"term":"Phase Diagram","keywords":"phase diagram","description":"","excerpt":"Phase Diagram A triangular chart showing graphically the development of different phases across different tempertatures for mixtures of three oxides or oxide blends. Related Information Phase diagram of a SiO2:Al2O3:CaO:KNaO System This picture has its own page with more detail, click here to see it. Phase diagram and stull chart showing the SiO2-Al2O3-(0.7CaO+0.3KNaO) system.","url":"https://digitalfire.com/glossary/phase+diagram"},{"term":"Phase Separation","keywords":"phase separation","description":"Phase separation is a phenomenon that occurs in transparent ceramic glazes. Discontinuities in the internal glass matrix affect clarity and color.","excerpt":"Phase Separation Phase separation is a phenomenon that occurs in transparent ceramic glazes. Discontinuities in the internal glass matrix affect clarity and color. Key phrases linking here: phase separation, phase separate, phase changes - Learn more Details Phase separation produces discontinuities at the micro-scale, the glass melt separates into droplets of two or more liquids of slightly diffe...","url":"https://digitalfire.com/glossary/phase+separation"},{"term":"Physical Testing","keywords":"physical testing","description":"In ceramics, glazes, engobes and bodies have chemistries and physics. Your formulation and quality control most likely need to focus on the physical properties.","excerpt":"Physical Testing In ceramics, glazes, engobes and bodies have chemistries and physics. Your formulation and quality control most likely need to focus on the physical properties. Key phrases linking here: physical properties, physical testing, physics - Learn more Details In many ceramic circles today, the chemistry of materials and compounds is over-emphasized - often to the exclusion of their phy...","url":"https://digitalfire.com/glossary/physical+testing"},{"term":"Pinholing","keywords":"pinholing","description":"Pinholing is a common surface defect that occurs with ceramic glazes. The problem emerges from the kiln and can occur erratically in production.","excerpt":"Pinholing Pinholing is a common surface defect that occurs with ceramic glazes. The problem emerges from the kiln and can occur erratically in production. Key phrases linking here: pinholing, pinholes, pinhole - Learn more Details A glaze defect where tiny holes are present in the fired glaze surface. These holes normally go down to the body surface below.","url":"https://digitalfire.com/glossary/pinholing"},{"term":"Plainsman Clays","keywords":"plainsman clays","description":"A clay mining and processing company in Southern Alberta since 1965.","excerpt":"Plainsman Clays A clay mining and processing company in Southern Alberta since 1965. Key phrases linking here: plainsman - Learn more Details A small clay mining and processing company located in Medicine Hat, Alberta, Canada. Plainsman makes dry and pugged clay bodies for potters, hobbyists and schools in the west.","url":"https://digitalfire.com/glossary/plainsman+clays"},{"term":"Plaster Bat","keywords":"plaster bat","description":"Plaster bats are a key tool used by many potters. But their true value is not understood by most: They produce ware with much less cracking problems","excerpt":"Plaster Bat Plaster bats are a key tool used by many potters. But their true value is not understood by most: They produce ware with much less cracking problems Key phrases linking here: plaster bat - Learn more Details Plaster bats are employed primarily for making pottery on a potters wheel. Ware can then be thrown on the bat and the whole thing removed to make another piece.","url":"https://digitalfire.com/glossary/plaster+bat"},{"term":"Plaster table","keywords":"plaster table","description":"Essential in a pottery studio for dewatering reclaim clay, stiffening clay that is too soft or making your own clay bodies.","excerpt":"Plaster table Essential in a pottery studio for dewatering reclaim clay, stiffening clay that is too soft or making your own clay bodies. Key phrases linking here: plaster table - Learn more Details Every serious potter, studio, school and lab needs a plaster table. The bigger the better. Plaster is porous, it can absorb a lot of water.","url":"https://digitalfire.com/glossary/plaster+table"},{"term":"Plasticine","keywords":"plasticine","description":"","excerpt":"Plasticine Related Information Links URLs http://en.wikipedia.org/wiki/Plasticine Plasticine at Wikipedia By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/glossary/plasticine"},{"term":"Plasticity","keywords":"plasticity","description":"Plasticity (in ceramics) is a property exhibited by soft clay. Force exerted effects a change in shape and the clay exhibits no tendency to return to the old shape. Elasticity is the opposite.","excerpt":"Plasticity Plasticity (in ceramics) is a property exhibited by soft clay. Force exerted effects a change in shape and the clay exhibits no tendency to return to the old shape. Elasticity is the opposite.","url":"https://digitalfire.com/glossary/plasticity"},{"term":"Plucking","keywords":"plucking","description":"A firing issue in ceramics where the foot rings of vitreous ware stick to the kiln shelf. Removing them leaves sharp fragments glued to the shelf.","excerpt":"Plucking A firing issue in ceramics where the foot rings of vitreous ware stick to the kiln shelf. Removing them leaves sharp fragments glued to the shelf. Key phrases linking here: plucking - Learn more Details Plucking refers to the chipping away of small fragments of the base of a ceramic vessel because the piece sticks to the kiln shelf during firing.","url":"https://digitalfire.com/glossary/plucking"},{"term":"Porcelain","keywords":"porcelain","description":"How do you make porcelain? There is a surprisingly simple logic to formulating them and to adjusting their working, drying, glazing and firing properties for different purposes.","excerpt":"Porcelain How do you make porcelain? There is a surprisingly simple logic to formulating them and to adjusting their working, drying, glazing and firing properties for different purposes. Key phrases linking here: porcelain - Learn more Details Traditional utilitarian porcelains are comparatively white-burning and vitreous clay bodies that are normally made from feldspar, clay and quartz.","url":"https://digitalfire.com/glossary/porcelain"},{"term":"Porcelain","keywords":"71","description":"How do you make porcelain? There is a surprisingly simple logic to formulating them and to adjusting their working, drying, glazing and firing properties for different purposes.","excerpt":"Porcelain How do you make porcelain? There is a surprisingly simple logic to formulating them and to adjusting their working, drying, glazing and firing properties for different purposes. Key phrases linking here: porcelain - Learn more Details Traditional utilitarian porcelains are comparatively white-burning and vitreous clay bodies that are normally made from feldspar, clay and quartz.","url":"https://digitalfire.com/glossary/71"},{"term":"Porcelaineous Stoneware","keywords":"porcelaineous stoneware","description":"In ceramics, porcelains lack plasticity and fire to high density with white, glassy surface. Stonewares are plastic and fire cream to brown and lower density, Porcelaineous stoneware are between these two.","excerpt":"Porcelaineous Stoneware In ceramics, porcelains lack plasticity and fire to high density with white, glassy surface. Stonewares are plastic and fire cream to brown and lower density, Porcelaineous stoneware are between these two.","url":"https://digitalfire.com/glossary/porcelaineous+stoneware"},{"term":"Portable Document Format","keywords":"portable document format","description":"","excerpt":"Portable Document Format A Portable Document Format (PDF) is a universal file format developed to present documents consistently across different devices, operating systems, and software. Unlike word processor files or web pages, a PDF preserves the layout, fonts, images, and graphics exactly as intended, regardless of where or how it’s opened.","url":"https://digitalfire.com/glossary/portable+document+format"},{"term":"Pour Glazing","keywords":"pour glazing","description":"A method of applying glaze evenly and quickly to pottery.","excerpt":"Pour Glazing A method of applying glaze evenly and quickly to pottery. Key phrases linking here: pour glazing, pour glazed, pour-glazed - Learn more Details In recent years hobby and even professional potters are been switching to buying bottled glazes and applying them by brush.","url":"https://digitalfire.com/glossary/pour+glazing"},{"term":"Pour Spout","keywords":"pour spout","description":"Plaster molds intended for slip casting have a spare at the top to act as a reservoir. This enables overfilling the mold to accommodate the dropping slurry level. 3D-printed spouts make a spare unnecessary.","excerpt":"Pour Spout Plaster molds intended for slip casting have a spare at the top to act as a reservoir. This enables overfilling the mold to accommodate the dropping slurry level. 3D-printed spouts make a spare unnecessary.","url":"https://digitalfire.com/glossary/pour+spout"},{"term":"Powder Processing","keywords":"powder processing","description":"An entire industry is dedicated to the science, materials and equipment associated with the creation, processing and handling of powders.","excerpt":"Powder Processing An entire industry is dedicated to the science, materials and equipment associated with the creation, processing and handling of powders. Key phrases linking here: powder processing - Learn more Details An entire industry is dedicated to the science, materials and equipment associated with the handling of powders.","url":"https://digitalfire.com/glossary/powder+processing"},{"term":"Precipitation","keywords":"precipitation","description":"Crystals or crystalline particles will often form over time in ceramic glaze slurries that contain slightly soluble materials.","excerpt":"Precipitation Crystals or crystalline particles will often form over time in ceramic glaze slurries that contain slightly soluble materials. Key phrases linking here: precipitation - Learn more Details If a glaze slurry contains soluble or partially soluble raw materials or is made using hard water, then solids can precipitate over time forming hard lumps, crystals or a scum.","url":"https://digitalfire.com/glossary/precipitation"},{"term":"Primary Clay","keywords":"primary clay","description":"A clay deposit that is near the site of erosion and alteration. They have more mechanical impurities and fewer chemical and mineralogical impurities. Primary clays have larger particles and less plasticity.","excerpt":"Primary Clay A clay deposit that is near the site of erosion and alteration. They have more mechanical impurities and fewer chemical and mineralogical impurities. Primary clays have larger particles and less plasticity. Key phrases linking here: primary clay - Learn more Details Kaolinite is the closest thing we have to pure clay mineral.","url":"https://digitalfire.com/glossary/primary+clay"},{"term":"Primitive Firing","keywords":"primitive firing","description":"The use of some traditional firing techniques is still popular among modern potters and sculptors (who are accustomed electric and gas kilns, often with computer controllers).","excerpt":"Primitive Firing The use of some traditional firing techniques is still popular among modern potters and sculptors (who are accustomed electric and gas kilns, often with computer controllers). Key phrases linking here: primitive firing - Learn more Details Most potters and sculptors fire in electric or gas kilns, these are often computer-controlled.","url":"https://digitalfire.com/glossary/primitive+firing"},{"term":"Propane","keywords":"propane","description":"","excerpt":"Propane Propane fired gas commercial and home-built kilns are quite common. However this process seems to generate more questions than any other, especially on the subject of propane tanks. If the propane tank is not large enough, for example, it will freeze up and be unable to supply the necessary fuel.","url":"https://digitalfire.com/glossary/propane"},{"term":"Propeller Mixer","keywords":"propeller mixer","description":"In ceramic studios, labs and classrooms, a good propeller mixer is essential for mixing glaze and body slurries.","excerpt":"Propeller Mixer In ceramic studios, labs and classrooms, a good propeller mixer is essential for mixing glaze and body slurries. Key phrases linking here: propeller mixing, propeller mixer, propeller mixed - Learn more Details An important, even essential tool in ceramic labs, studios and classrooms for mixing test and production slurries (body and glaze) is a good propeller mixer.","url":"https://digitalfire.com/glossary/propeller+mixer"},{"term":"Pugmill","keywords":"pugmill","description":"The practice of removing air from clay as it is pugged. Deaired clay has better forming properties and produces a smoother fired surface.","excerpt":"Pugmill The practice of removing air from clay as it is pugged. Deaired clay has better forming properties and produces a smoother fired surface. Key phrases linking here: de-airing pugmill, pugmill - Learn more Details Pugmills have a main chamber with rotating shaft having angled blades. The shaft is rotated by powerful motor, turning slowly (about once every 3 seconds).","url":"https://digitalfire.com/glossary/pugmill"},{"term":"Pyroceramics","keywords":"pyroceramics","description":"","excerpt":"Pyroceramics The term is generally used in a generic sense to refer to porcelain tableware that has an extremely low thermal expansion. While \"Corning ware\", for example, is a trade secret of Corning Glass Works, it is well known that oven-to-table ware is produced by controlling the firing curve to achieve the development of the beta spodumene phase in the porcelain microstructure (involving soak...","url":"https://digitalfire.com/glossary/pyroceramics"},{"term":"Pyrometric Cone","keywords":"pyrometric cone","description":"Cones are ceramic and bend through a narrow temperature range. They used to be actively used to determine when firings were completed but now are used to calibrate electronic devices.","excerpt":"Pyrometric Cone Cones are ceramic and bend through a narrow temperature range. They used to be actively used to determine when firings were completed but now are used to calibrate electronic devices. Key phrases linking here: pyrometric cones, pyrometric cone, orton cones - Learn more Details A pyramid-shaped ceramic device made by Orton Ceramics, it is used to quantify the amount of heat delivere...","url":"https://digitalfire.com/glossary/pyrometric+cone"},{"term":"Quartz Inversion","keywords":"quartz inversion","description":"In ceramics, this refers to the sudden volume change in crystalline quartz particles experience as they pass up and down a temperature window centering on 573C.","excerpt":"Quartz Inversion In ceramics, this refers to the sudden volume change in crystalline quartz particles experience as they pass up and down a temperature window centering on 573C. Key phrases linking here: quartz inversion - Learn more Details The term \"quartz inversion\" is used in two ways. Often, people are simply referring to the temperature 573°C.","url":"https://digitalfire.com/glossary/quartz+inversion"},{"term":"Quartz Inversion","keywords":"162","description":"In ceramics, this refers to the sudden volume change in crystalline quartz particles experience as they pass up and down a temperature window centering on 573C.","excerpt":"Quartz Inversion In ceramics, this refers to the sudden volume change in crystalline quartz particles experience as they pass up and down a temperature window centering on 573C. Key phrases linking here: quartz inversion - Learn more Details The term \"quartz inversion\" is used in two ways. Often, people are simply referring to the temperature 573°C.","url":"https://digitalfire.com/glossary/162"},{"term":"Raku","keywords":"raku","description":"Gas fired rustic ceramic ware is cooled from red-hot in a closed container with organic material. The zero-oxygen atmosphere produced reduces carbonate metal decoration to its metallic form.","excerpt":"Raku Gas fired rustic ceramic ware is cooled from red-hot in a closed container with organic material. The zero-oxygen atmosphere produced reduces carbonate metal decoration to its metallic form. Key phrases linking here: raku - Learn more Details The raku process is an economical way of firing ware in reduction to achieve metallic and carbon effects.","url":"https://digitalfire.com/glossary/raku"},{"term":"Reactive Glazes","keywords":"reactive glazes","description":"In ceramics, reactive glazes have variegated surfaces that are a product of more melt fluidity and the presence of opacifiers, crystallizers and phase changers.","excerpt":"Reactive Glazes In ceramics, reactive glazes have variegated surfaces that are a product of more melt fluidity and the presence of opacifiers, crystallizers and phase changers. Key phrases linking here: reactive glazes, reactive glaze, variegation - Learn more Details Reactive glazes are variegated, or mottled; they do not have a homogeneous solid color or character (i.e.","url":"https://digitalfire.com/glossary/reactive+glazes"},{"term":"Reduction Firing","keywords":"reduction firing","description":"A method of firing stoneware where the kiln air intakes and burners are set to restrict or eliminate oxygen in the kiln such that metallic oxides convert to their reduced metallic state.","excerpt":"Reduction Firing A method of firing stoneware where the kiln air intakes and burners are set to restrict or eliminate oxygen in the kiln such that metallic oxides convert to their reduced metallic state.","url":"https://digitalfire.com/glossary/reduction+firing"},{"term":"Reduction Speckle","keywords":"reduction speckle","description":"A sought-after visual effect that occurs in reduction fired stoneware. Particles of iron pyrite that occur naturally in the clay melt and blossom up through the glaze","excerpt":"Reduction Speckle A sought-after visual effect that occurs in reduction fired stoneware. Particles of iron pyrite that occur naturally in the clay melt and blossom up through the glaze Key phrases linking here: reduction speckle - Learn more Details An effect created by firing a clay containing high iron mineral particles (e.g. ironstone concretions).","url":"https://digitalfire.com/glossary/reduction+speckle"},{"term":"Refiring Ceramics","keywords":"refiring ceramics","description":"Refiring pottery and porcelain comes with many issues that can ruin ware, knowing about these will help you do it successfully.","excerpt":"Refiring Ceramics Refiring pottery and porcelain comes with many issues that can ruin ware, knowing about these will help you do it successfully. Key phrases linking here: refiring ceramics, refire - Learn more Details Refiring ceramic ware can be a necessity because of the process (e.g. decal, lustre or successive glaze firings) or to repair defects (e.g. crawling).","url":"https://digitalfire.com/glossary/refiring+ceramics"},{"term":"Refractory","keywords":"refractory","description":"In the ceramic industry, refractory materials are those that can withstand a high temperature without deforming or melting. Refractories are used to build and furnish kilns.","excerpt":"Refractory In the ceramic industry, refractory materials are those that can withstand a high temperature without deforming or melting. Refractories are used to build and furnish kilns. Key phrases linking here: refractory - Learn more Details The term \"refractory\" refers to a material that does not melt at normal kiln temperatures or the capacity of a material to withstand heat without deforming o...","url":"https://digitalfire.com/glossary/refractory"},{"term":"Refractory Ceramic Coatings","keywords":"refractory ceramic coatings","description":"These are sprayed on ceramic kiln interiors to improve heat, corrosion and wear resistance.","excerpt":"Refractory Ceramic Coatings These are sprayed on ceramic kiln interiors to improve heat, corrosion and wear resistance. Key phrases linking here: refractory ceramic coatings - Learn more Details Refractory ceramic coatings are sprayed onto the insides of kilns and on elements to achieve several goals. Coated electric kiln elements are claimed to last up to 10 times longer.","url":"https://digitalfire.com/glossary/refractory+ceramic+coatings"},{"term":"Representative Sample","keywords":"representative sample","description":"","excerpt":"Representative Sample In a testing process, it is important that the sample being tested is representative of the entire lot being evaluated. In production, this could be thousands of bags, boxes, tons, etc.","url":"https://digitalfire.com/glossary/representative+sample"},{"term":"Restaurant Ware","keywords":"restaurant ware","description":"If you are a potter and want to make restaurant ware, read this. Many of the things you already  think you know will mislead you in this type of venture.","excerpt":"Restaurant Ware If you are a potter and want to make restaurant ware, read this. Many of the things you already think you know will mislead you in this type of venture. Key phrases linking here: restaurant ware - Learn more Details Ceramics (mostly plates, cups, saucers) used in restaurants has, as its most important properties durability.","url":"https://digitalfire.com/glossary/restaurant+ware"},{"term":"Rheology","keywords":"rheology","description":"In ceramics, this term refers to the flow and gel properties of a glaze or body suspension (made from water and mineral powders, with possible additives, deflocculants, modifiers).","excerpt":"Rheology In ceramics, this term refers to the flow and gel properties of a glaze or body suspension (made from water and mineral powders, with possible additives, deflocculants, modifiers). Key phrases linking here: rheological, rheology - Learn more Details Rheology refers to the array of characteristics that a ceramic slurry exhibits: its density, flow, thixotropy, permeability, viscosity, stabi...","url":"https://digitalfire.com/glossary/rheology"},{"term":"Rutile Blue Glazes","keywords":"rutile blue glazes","description":"A type of ceramic glaze in which the surface variegates and crystallizes on cooling in the presence of titanium and iron (usually sourced by rutile)","excerpt":"Rutile Blue Glazes A type of ceramic glaze in which the surface variegates and crystallizes on cooling in the presence of titanium and iron (usually sourced by rutile) Key phrases linking here: rutile blue glazes, floating blue, rutile glazes, rutile glaze, rutile blue - Learn more Details Many fluid melt glazes will do magic things (e.g.","url":"https://digitalfire.com/glossary/rutile+blue+glazes"},{"term":"Salt firing","keywords":"salt firing","description":"Salt firing is a process where unglazed ware is fired to high temperatures and salt is introduced to produce a vapor that glazes the ware.","excerpt":"Salt firing Salt firing is a process where unglazed ware is fired to high temperatures and salt is introduced to produce a vapor that glazes the ware. Key phrases linking here: salt glazing, salt-glazing, salt firing, soda firing, salt fired, salt-fired - Learn more Details Salt firing is a process where unglazed ware is fired to high temperatures and salt fumes are introduced into the kiln chambe...","url":"https://digitalfire.com/glossary/salt+firing"},{"term":"Sanitary ware","keywords":"sanitary ware","description":"A type of porcelain zircon-glazed ceramic that includes bathtubs, sinks, toilets, etc.","excerpt":"Sanitary ware A type of porcelain zircon-glazed ceramic that includes bathtubs, sinks, toilets, etc. Key phrases linking here: sanitary ware, sanitaryware - Learn more Details This is a very large industry worldwide, second only to ceramic tile in clay and energy use. The knowledge of how to make sanitaryware can be found on every industrial continent, especially Asia.","url":"https://digitalfire.com/glossary/sanitary+ware"},{"term":"Sculpture","keywords":"sculpture","description":"In ceramics, clays with added aggregate are free formed or molding into shapes that are slowly dried and fired in a kiln. The process requires much skill.","excerpt":"Sculpture In ceramics, clays with added aggregate are free formed or molding into shapes that are slowly dried and fired in a kiln. The process requires much skill. Key phrases linking here: sculpture - Learn more Details More info coming soon. Related Information A sculpture bodies gets a lot more interesting surface This picture has its own page with more detail, click here to see it.","url":"https://digitalfire.com/glossary/sculpture"},{"term":"Search Engine Optimization","keywords":"search engine optimization ","description":"","excerpt":"Search Engine Optimization SEO (Search Engine Optimization) involves optimizing our websites and content to rank higher in search engine results for relevant queries. It encompasses techniques ranging from keyword research and on-page content optimization to technical enhancements (site speed, structured markup) and external signals like backlinks.","url":"https://digitalfire.com/glossary/search+engine+optimization+"},{"term":"Secondary Clay","keywords":"secondary clay","description":"Clays form by the weathering of rock deposits over long periods. Primary clays are found near the site of alteration. Secondary clays are transported by water and laid down in layers.","excerpt":"Secondary Clay Clays form by the weathering of rock deposits over long periods. Primary clays are found near the site of alteration. Secondary clays are transported by water and laid down in layers. Key phrases linking here: secondary clay - Learn more Details Clays that have been transported by water from the site of their primary alteration and settled into layers are called \"sedimentary\" (as op...","url":"https://digitalfire.com/glossary/secondary+clay"},{"term":"Shino Glazes","keywords":"shino glazes","description":"Traditional Japanese high feldspar glazes having cream to orange color flashing or blushing. Potters today seek to emulate the Shino appearance using a wide range of recipes.","excerpt":"Shino Glazes Traditional Japanese high feldspar glazes having cream to orange color flashing or blushing. Potters today seek to emulate the Shino appearance using a wide range of recipes. Key phrases linking here: shino glazes, shino - Learn more Details Shino glazed small bowl from Japan Shino glazes were developed in Japan and their aesthetics are covered on many other websites and books.","url":"https://digitalfire.com/glossary/shino+glazes"},{"term":"Side Rails","keywords":"side rails","description":"Side rails are the containment used when pouring plaster molds. We 3D-print these to custom fit each mold.","excerpt":"Side Rails Side rails are the containment used when pouring plaster molds. We 3D-print these to custom fit each mold. Key phrases linking here: side rails, railing, cottle - Learn more Details Precise railing is a key to success in mold-making for ceramics. Polycoated cottle boards are traditional for this and sold online in many places. Silcone mold housings of all types are sold on Etsy.com.","url":"https://digitalfire.com/glossary/side+rails"},{"term":"Sieve","keywords":"sieve","description":"Sieves are important in ceramics for removing particulates and agglomerates from glaze, engobe and body slurries.","excerpt":"Sieve Sieves are important in ceramics for removing particulates and agglomerates from glaze, engobe and body slurries. Key phrases linking here: tyler sieve, 80 mesh, sieving, sieve - Learn more Details Sieves (or screens) are usually made from bronze or stainless steel wires. They are available in varying degrees of fineness.","url":"https://digitalfire.com/glossary/sieve"},{"term":"Sieve Shaker","keywords":"sieve shaker","description":"A device that can vibrate a sieve thus greatly increasing the speed at which it can process a slurry or powder.","excerpt":"Sieve Shaker A device that can vibrate a sieve thus greatly increasing the speed at which it can process a slurry or powder. Key phrases linking here: sieve shaker - Learn more Details While sieve shakers are common for processing powders and slurries. To slurry up a clay body, glaze or engobe it is customary to sieve it. But that can be time-consuming, especially for finer mesh sieves.","url":"https://digitalfire.com/glossary/sieve+shaker"},{"term":"Silica:Alumina Ratio","keywords":"silica%3aalumina ratio","description":"A formula ratio used to evaluate and predict firing properties in ceramic glazes.","excerpt":"Silica:Alumina Ratio A formula ratio used to evaluate and predict firing properties in ceramic glazes. Key phrases linking here: silica:alumina ratio, si:al - Learn more Details The ratio of silicon dioxide to alumina oxide (SiO2:Al2O3 ratio) is often used as an indicator of glaze matteness. A glaze with high alumina thus has a low silica:alumina ratio.","url":"https://digitalfire.com/glossary/silica%3Aalumina+ratio"},{"term":"Silica:Alumina Ratio","keywords":"silica%3aalumina ratio","description":"A formula ratio used to evaluate and predict firing properties in ceramic glazes.","excerpt":"Silica:Alumina Ratio A formula ratio used to evaluate and predict firing properties in ceramic glazes. Key phrases linking here: silica:alumina ratio, si:al - Learn more Details The ratio of silicon dioxide to alumina oxide (SiO2:Al2O3 ratio) is often used as an indicator of glaze matteness. A glaze with high alumina thus has a low silica:alumina ratio.","url":"https://digitalfire.com/glossary/silica%3aalumina+ratio"},{"term":"Silica:Alumina Ratio","keywords":"151","description":"A formula ratio used to evaluate and predict firing properties in ceramic glazes.","excerpt":"Silica:Alumina Ratio A formula ratio used to evaluate and predict firing properties in ceramic glazes. Key phrases linking here: silica:alumina ratio, si:al - Learn more Details The ratio of silicon dioxide to alumina oxide (SiO2:Al2O3 ratio) is often used as an indicator of glaze matteness. A glaze with high alumina thus has a low silica:alumina ratio.","url":"https://digitalfire.com/glossary/151"},{"term":"Silk screen printing","keywords":"silk screen printing","description":"Silk screen printing is one of the best options for hobbyists and potters to reproduce crisp and detailed decoration. But there are many details to know.","excerpt":"Silk screen printing Silk screen printing is one of the best options for hobbyists and potters to reproduce crisp and detailed decoration. But there are many details to know. Key phrases linking here: silk screen printing, silk screening, silk screen - Learn more Details Historically, screen printing has been a popular technique to reproduce single or multi-color designs for ceramics and pottery (...","url":"https://digitalfire.com/glossary/silk+screen+printing"},{"term":"Sintering","keywords":"sintering","description":"A densification process occurring within a ceramic kiln. With increasing temperatures particles pack tighter and tighter together, bonding more and more into a stronger and stronger matrix.","excerpt":"Sintering A densification process occurring within a ceramic kiln. With increasing temperatures particles pack tighter and tighter together, bonding more and more into a stronger and stronger matrix. Key phrases linking here: sintering, sintered, sinters, sinter - Learn more Details The term \"sintered\" refers to the particle-to-particle bonding and packing that occurs, in the absence of particle m...","url":"https://digitalfire.com/glossary/sintering"},{"term":"Slaking","keywords":"slaking","description":"This term is using in ceramics to describe how a dry clay disintegrates when it is immersed in or exposed to water. Different clays have different slaking rates.","excerpt":"Slaking This term is using in ceramics to describe how a dry clay disintegrates when it is immersed in or exposed to water. Different clays have different slaking rates. Key phrases linking here: slaking, slaked, slake - Learn more Details 'Slaking' refers to the breakdown that normally occurs when thoroughly dried clay chunks or lumps are immersed in water (damp or wet lumps will not normally bre...","url":"https://digitalfire.com/glossary/slaking"},{"term":"Slip Casting","keywords":"slip casting","description":"A method of forming ceramics. A deflocculated (low water content) slurry is poured into absorbent plaster molds. As it sits in the mold, usually 10+ minutes, a layer builds against the mold walls. When thick enough the mold is drained.","excerpt":"Slip Casting A method of forming ceramics. A deflocculated (low water content) slurry is poured into absorbent plaster molds. As it sits in the mold, usually 10+ minutes, a layer builds against the mold walls. When thick enough the mold is drained.","url":"https://digitalfire.com/glossary/slip+casting"},{"term":"Slip Trailing","keywords":"slip trailing","description":"A technique used by potters to decorate ware. Neutral and colored slips, clay in thick paste form, are trailed onto the ware (in raised lines and strokes) to create tactile designs.","excerpt":"Slip Trailing A technique used by potters to decorate ware. Neutral and colored slips, clay in thick paste form, are trailed onto the ware (in raised lines and strokes) to create tactile designs. Key phrases linking here: slip trailing - Learn more Details A technique of adding a relief pattern to a clay surface by trailing lines of slip (clay in thick paste form) using a tube or nozzle (like cake...","url":"https://digitalfire.com/glossary/slip+trailing"},{"term":"Slipware","keywords":"slipware","description":"Slipware, in the UK, is terra cotta pieces decorated at leather hard with thixotropic high ball clay slips, then bisque fired and clear glazed with lead bilisicate.","excerpt":"Slipware Slipware, in the UK, is terra cotta pieces decorated at leather hard with thixotropic high ball clay slips, then bisque fired and clear glazed with lead bilisicate. Key phrases linking here: slipware - Learn more Details The term \"Slipware\" can refer to a specific pottery tradition in the UK or to the general technique of decorating leather-hard ware with colored slips (and optional incis...","url":"https://digitalfire.com/glossary/slipware"},{"term":"Slurry","keywords":"slurry","description":"","excerpt":"Slurry A slurry is a water-based mix of insoluble mineral and material powders. When the term refers to a ceramic glaze or engobe or a casting clay body, the slurry is also a suspension in which rheological properties are maintained (e.g. fluidity, thixotropy, specific gravity). Slurries can also be a means of transporting or processing materials (e.g.","url":"https://digitalfire.com/glossary/slurry"},{"term":"Slurry Processing","keywords":"slurry processing","description":"","excerpt":"Slurry Processing Glaze, engobe and body slurries are suspensions and they are an integral part of ceramic production. In almost all cases slurries can exist because the electrolytic properties of clay particles present create a gel that suspends the other particles.","url":"https://digitalfire.com/glossary/slurry+processing"},{"term":"Slurry Up","keywords":"slurry up","description":"The process of slurrying a clay body powder and dewatering it on a plastic slab or table.","excerpt":"Slurry Up The process of slurrying a clay body powder and dewatering it on a plastic slab or table. Key phrases linking here: slurrying it up, slurry it up, slurrying up, slurried up, slurry up, slurry-up - Learn more Details In hobby ceramics and pottery, this expression is a verb referring to the preparation of a plastic clay body by weighing out the materials in the recipe, blending the powders...","url":"https://digitalfire.com/glossary/slurry+up"},{"term":"Slurry Up","keywords":"349","description":"The process of slurrying a clay body powder and dewatering it on a plastic slab or table.","excerpt":"Slurry Up The process of slurrying a clay body powder and dewatering it on a plastic slab or table. Key phrases linking here: slurrying it up, slurry it up, slurrying up, slurried up, slurry up, slurry-up - Learn more Details In hobby ceramics and pottery, this expression is a verb referring to the preparation of a plastic clay body by weighing out the materials in the recipe, blending the powders...","url":"https://digitalfire.com/glossary/349"},{"term":"Soaking","keywords":"soaking","description":"The process of holding a kiln at the final temperature (or at other temperatures) to enable the heat to penetrate the ware or to effect or complete a glaze or body reaction","excerpt":"Soaking The process of holding a kiln at the final temperature (or at other temperatures) to enable the heat to penetrate the ware or to effect or complete a glaze or body reaction Details The practice of holding the kiln at final firing temperature for a period of time.","url":"https://digitalfire.com/glossary/soaking"},{"term":"Soluble Salts","keywords":"soluble salts","description":"In ceramics, certain compounds in clays and glazes can dissolve into the water, then on drying these are left on the surface.","excerpt":"Soluble Salts In ceramics, certain compounds in clays and glazes can dissolve into the water, then on drying these are left on the surface. Key phrases linking here: soluble salts - Learn more Details In ceramics, certain compounds (e.g. calcium or magnesium sulphate) in clays and glazes can dissolve into the water, then on drying, are left on the surface as the water evaporates.","url":"https://digitalfire.com/glossary/soluble+salts"},{"term":"Soluble colors","keywords":"soluble colors","description":"","excerpt":"Soluble colors Water-soluble salt colors are used in porcelain tile for surface decoration and in automated application systems (inkjet printing). Polyethylene glycol additive may be used to maintain viscosity and CMC gum for binding. In porcelain tiles these soluble salts penetrate into the surface and after subsequent polishing, the design appears.","url":"https://digitalfire.com/glossary/soluble+colors"},{"term":"Specific gravity","keywords":"specific gravity","description":"In ceramics, the specific gravity of slurries tells us their water-to-solids ratio. That ratio is a key indicator of performance and enabler of consistency.","excerpt":"Specific gravity In ceramics, the specific gravity of slurries tells us their water-to-solids ratio. That ratio is a key indicator of performance and enabler of consistency. Key phrases linking here: specific gravity - Learn more Details A comparison of the weights of equal volumes of a given liquid and water. Water has a specific gravity of 1.0.","url":"https://digitalfire.com/glossary/specific+gravity"},{"term":"Splitting","keywords":"splitting","description":"","excerpt":"Splitting Refers to a phenomenon where a plastic clay develops cracks and splits open to relieve the self-support stresses it is subjected to. The process often occurs over a period of minutes. This typically happens on the bellies of thrown vases, rims of overhung bowls, on applied handles.","url":"https://digitalfire.com/glossary/splitting"},{"term":"Splitting","keywords":"206","description":"","excerpt":"Splitting Refers to a phenomenon where a plastic clay develops cracks and splits open to relieve the self-support stresses it is subjected to. The process often occurs over a period of minutes. This typically happens on the bellies of thrown vases, rims of overhung bowls, on applied handles.","url":"https://digitalfire.com/glossary/206"},{"term":"Spray Glazing","keywords":"spray glazing","description":"In ceramic industry glazes are often sprayed, especially in sanitary ware. The technique is important.","excerpt":"Spray Glazing In ceramic industry glazes are often sprayed, especially in sanitary ware. The technique is important. Key phrases linking here: spraying glazes, spray glazing - Learn more Details In the production of smaller bisque fired ceramics it is almost always possible to dip-glaze ware. However, this is seldom an option for single-fire ware (especially if large).","url":"https://digitalfire.com/glossary/spray+glazing"},{"term":"Stain Medium","keywords":"stain medium","description":"It is a mistake to use pure stains for decorating ware. Stains need to be mixed with a ceramic carrier and a working medium to work and fire well.","excerpt":"Stain Medium It is a mistake to use pure stains for decorating ware. Stains need to be mixed with a ceramic carrier and a working medium to work and fire well. Key phrases linking here: stain medium - Learn more Details Ceramic stains are highly concentrated refractory pigment powders. Since stains have no ceramic or working properties they must be mixed into a carrier or host.","url":"https://digitalfire.com/glossary/stain+medium"},{"term":"Stoneware","keywords":"stoneware","description":"To potters, stonewares are simply high temperature, non-white bodies fired to sufficient density to make functional ware that is strong and durable.","excerpt":"Stoneware To potters, stonewares are simply high temperature, non-white bodies fired to sufficient density to make functional ware that is strong and durable. Key phrases linking here: stoneware - Learn more Details In traditional ceramics, the term \"stoneware\" refers to a high-fired (about 1200C+) ceramic clay:feldspar:quartz blend that is semi-vitreous (not translucent and not zero porosity).","url":"https://digitalfire.com/glossary/stoneware"},{"term":"Stoneware","keywords":"85","description":"To potters, stonewares are simply high temperature, non-white bodies fired to sufficient density to make functional ware that is strong and durable.","excerpt":"Stoneware To potters, stonewares are simply high temperature, non-white bodies fired to sufficient density to make functional ware that is strong and durable. Key phrases linking here: stoneware - Learn more Details In traditional ceramics, the term \"stoneware\" refers to a high-fired (about 1200C+) ceramic clay:feldspar:quartz blend that is semi-vitreous (not translucent and not zero porosity).","url":"https://digitalfire.com/glossary/85"},{"term":"Stull Chart","keywords":"stull chart","description":"","excerpt":"Stull Chart Stull charts attempt to explain graphically, on an x-y coordinate system, specific fired properties of a range of oxide mixtures. These graphs are generally used to predict how to achieve a specific result. For example, a graph may display results for a constant amount of flux with varying amounts of SiO2 and Al2O3 (the latter corresponding to the x and y of the graph).","url":"https://digitalfire.com/glossary/stull+chart"},{"term":"Sulfate Scum","keywords":"sulfate scum","description":"","excerpt":"Sulfate Scum A yellow coloration can appears on the dry glaze surface, or on the bisque clay surface on the opposite side of a vessel wall that has just been glazed. The coloration does not appear immediately, but some time during the dryout of the piece.","url":"https://digitalfire.com/glossary/sulfate+scum"},{"term":"Sulfates","keywords":"sulfates","description":"Soluble sulfates in clay produce efflorescence, an unsightly scum that mars the fired surface of structural and functional ceramic products.","excerpt":"Sulfates Soluble sulfates in clay produce efflorescence, an unsightly scum that mars the fired surface of structural and functional ceramic products. Key phrases linking here: sulphates, sulfates - Learn more Details Sodium, potassium, magnesium sulfates can be found in many clays. These are soluble and migrate to the surface during drying. Soluble salts can be iron stained, but often are white.","url":"https://digitalfire.com/glossary/sulfates"},{"term":"Surface Area","keywords":"surface area","description":"The surface area of a powder can be measured. It is the total surface area of all the particles in a gram of the material, and this number can be alot larger than you might think.","excerpt":"Surface Area The surface area of a powder can be measured. It is the total surface area of all the particles in a gram of the material, and this number can be alot larger than you might think. Key phrases linking here: surface area - Learn more Details Surface area (or SSA - Specific Surface Area) is a physical property you will see listed on the data sheets and certificates of analysis of many ma...","url":"https://digitalfire.com/glossary/surface+area"},{"term":"Surface Tension","keywords":"surface tension","description":"In ceramics, surface tension is discussed in two contexts: The glaze melt and the glaze suspension. In both, the quality of the glaze surface is impacted.","excerpt":"Surface Tension In ceramics, surface tension is discussed in two contexts: The glaze melt and the glaze suspension. In both, the quality of the glaze surface is impacted. Key phrases linking here: surface tension - Learn more Details In ceramics, the issue surface tension is most evident in two areas: Slurry rheology and glazes melt. Consider the latter: Glazes melt to produce a molten glass.","url":"https://digitalfire.com/glossary/surface+tension"},{"term":"Suspension","keywords":"suspension","description":"In ceramics, glazes are slurries. They consist of water and undissolved powders kept in suspension by clay particles. You have much more control over the properties than you might think.","excerpt":"Suspension In ceramics, glazes are slurries. They consist of water and undissolved powders kept in suspension by clay particles. You have much more control over the properties than you might think. Key phrases linking here: suspension, suspending, suspended, settling, settled - Learn more Details In traditional ceramics, glazes are suspensions (or slurries), not solutions.","url":"https://digitalfire.com/glossary/suspension"},{"term":"Tapper Clay","keywords":"tapper clay","description":"Tapper clay is used to seal the drain hole in melting vessels used in the smelting industries.","excerpt":"Tapper Clay Tapper clay is used to seal the drain hole in melting vessels used in the smelting industries. Key phrases linking here: tapper clay - Learn more Details Tapper clay is used to seal the drain hole in melting vessels in the smelting industries. It is refractory, low in potassium and sodium to prevent glass development (and therefore harden the plug excessively), and high in aggregate.","url":"https://digitalfire.com/glossary/tapper+clay"},{"term":"Tenmoku","keywords":"tenmoku","description":"Tenmoku is a kind of high temperature reduction firing ceramic glaze. Glossy, very dark brown or maroon, fluxed by iron oxide to have high melt fluidity.","excerpt":"Tenmoku Tenmoku is a kind of high temperature reduction firing ceramic glaze. Glossy, very dark brown or maroon, fluxed by iron oxide to have high melt fluidity. Key phrases linking here: tenmoku - Learn more Details A reduction fired glaze, having about 10% iron oxide, that fires to a high-gloss deep maroon to black color.","url":"https://digitalfire.com/glossary/tenmoku"},{"term":"Terra Cotta","keywords":"terra cotta","description":"A type of red firing pottery. Terra cotta clay is available almost everywhere, it is fired at low temperatures. But quality is deceptively difficult to achieve.","excerpt":"Terra Cotta A type of red firing pottery. Terra cotta clay is available almost everywhere, it is fired at low temperatures. But quality is deceptively difficult to achieve. Key phrases linking here: terra cotta, terra-cotta, terracotta - Learn more Details 'Terra Cotta' (Italian for 'cooked earth') is red-burning earthenware ceramic. Structural terra cotta products are most familiar (e.g.","url":"https://digitalfire.com/glossary/terra+cotta"},{"term":"Terra Cotta","keywords":"88","description":"A type of red firing pottery. Terra cotta clay is available almost everywhere, it is fired at low temperatures. But quality is deceptively difficult to achieve.","excerpt":"Terra Cotta A type of red firing pottery. Terra cotta clay is available almost everywhere, it is fired at low temperatures. But quality is deceptively difficult to achieve. Key phrases linking here: terra cotta, terra-cotta, terracotta - Learn more Details 'Terra Cotta' (Italian for 'cooked earth') is red-burning earthenware ceramic. Structural terra cotta products are most familiar (e.g.","url":"https://digitalfire.com/glossary/88"},{"term":"Terra Sigilatta","keywords":"terra sigilatta","description":"Terra Sigilatta is a sedimentation process used by potters to remove coarse particles from a clay powder. It enables burnishing and gloss surfaces without the use of glaze.","excerpt":"Terra Sigilatta Terra Sigilatta is a sedimentation process used by potters to remove coarse particles from a clay powder. It enables burnishing and gloss surfaces without the use of glaze. Key phrases linking here: terra sigilatta, terra sigillata - Learn more Details Terra Sigilatta is produced using a simple sedimentation process. A clay is slurried in lots of water and allowed to settle.","url":"https://digitalfire.com/glossary/terra+sigilatta"},{"term":"Test Kiln","keywords":"test kiln","description":"A test kiln is a must for all potters and small manufacturers, even serious hobbyists. Here is why.","excerpt":"Test Kiln A test kiln is a must for all potters and small manufacturers, even serious hobbyists. Here is why. Key phrases linking here: test kiln - Learn more Details A test kiln is a small kiln having the ability to fire to the temperature and firing schedule of your production kiln. It uses on a fraction of the energy.","url":"https://digitalfire.com/glossary/test+kiln"},{"term":"Theoretical Material","keywords":"theoretical material","description":"In glaze chemistry, theoretical materials are used to represent what a material would be if it was uncontaminated and perfectly crystallized","excerpt":"Theoretical Material In glaze chemistry, theoretical materials are used to represent what a material would be if it was uncontaminated and perfectly crystallized Key phrases linking here: theoretical material - Learn more Details A material the way it would be if its crystal structure perfectly matches the unit-cell drawings you find in textbooks.","url":"https://digitalfire.com/glossary/theoretical+material"},{"term":"Thermal Conductivity","keywords":"thermal conductivity","description":"Thermal conductivity is an often quoted property of fired ceramic. It is important when choosing materials that need insulating properties.","excerpt":"Thermal Conductivity Thermal conductivity is an often quoted property of fired ceramic. It is important when choosing materials that need insulating properties. Key phrases linking here: thermal conductivity - Learn more Details When the insulating properties of ceramic components are important one needs to choose, not only an appropriate design and forming method, but use materials of low thermal...","url":"https://digitalfire.com/glossary/thermal+conductivity"},{"term":"Thermal shock","keywords":"thermal shock","description":"When sudden changes in temperature cause dimensional changes ceramics often fail because of their brittle nature. Yet some ceramics are highly resistant.","excerpt":"Thermal shock When sudden changes in temperature cause dimensional changes ceramics often fail because of their brittle nature. Yet some ceramics are highly resistant. Key phrases linking here: thermal shock - Learn more Details Thermal shock refers to stresses imposed on a ceramic by the volume changes associated with sudden shifts in temperature.","url":"https://digitalfire.com/glossary/thermal+shock"},{"term":"Thermocouple","keywords":"thermocouple","description":"","excerpt":"Thermocouple A simple probe made from two kinds of wire (i.e. platinum, rhodium) welded together. This probe is wired to a sensitive electronic meter that displays a reading of the voltage it generates when heated. However, the world of high-temperature measurement and thermocouples is a complex one. There are many kinds of thermocouples.","url":"https://digitalfire.com/glossary/thermocouple"},{"term":"Thixotropy","keywords":"thixotropy","description":"Thixotropy is a property of ceramic slurries of high water content. Thixotropic suspensions flow when moving but gel after sitting (for a few moments more depending on application). This phenomenon is helpful in getting even, drip-free glaze coverage.","excerpt":"Thixotropy Thixotropy is a property of ceramic slurries of high water content. Thixotropic suspensions flow when moving but gel after sitting (for a few moments more depending on application). This phenomenon is helpful in getting even, drip-free glaze coverage.","url":"https://digitalfire.com/glossary/thixotropy"},{"term":"Throwing","keywords":"throwing","description":"","excerpt":"Throwing Vase thrown on potters wheel Made from Plainsman M390 clay. Throwing is a forming process in ceramics, it has been synonymous with pottery for millenniums. It is magic to watch and looks easy, but it is not. A lot of determination is needed to learn this skill and it is one that is never mastered completely, improvement never stops for those who seek it.","url":"https://digitalfire.com/glossary/throwing"},{"term":"Throwing","keywords":"359","description":"","excerpt":"Throwing Vase thrown on potters wheel Made from Plainsman M390 clay. Throwing is a forming process in ceramics, it has been synonymous with pottery for millenniums. It is magic to watch and looks easy, but it is not. A lot of determination is needed to learn this skill and it is one that is never mastered completely, improvement never stops for those who seek it.","url":"https://digitalfire.com/glossary/359"},{"term":"Tipping point","keywords":"tipping point","description":"","excerpt":"Tipping point Hobbyists, potters and even manufacturers often \"live on the edge\" in their production process. Then, when a problem hits, the reaction is often: \"Why did this not happen before?\" Consider some reasons why it might be better to ask, \"How did we get away with doing things this way for so long?\" Potters, for example, may use drying techniques that subject ware to uneven shrinkage, yet ...","url":"https://digitalfire.com/glossary/tipping+point"},{"term":"Tony Hansen","keywords":"tony hansen","description":"Tony Hansen is the author of Digitalfire Insight, Digitalfire Reference Library and Insight-Live.com,  he is a long-time potter, ceramic lab-technician and body and glaze developer.","excerpt":"Tony Hansen Tony Hansen is the author of Digitalfire Insight, Digitalfire Reference Library and Insight-Live.com, he is a long-time potter, ceramic lab-technician and body and glaze developer. Key phrases linking here: tony hansen - Learn more Details I am a potter, researcher, author, software engineer, ceramic lab technician and dreamer.","url":"https://digitalfire.com/glossary/tony+hansen"},{"term":"Toxicity","keywords":"toxicity","description":"","excerpt":"Toxicity Common sense can be applied to the safe use of ceramic materials. The obvious dangers are breathing the dust and inhaling the fumes they produce during firing. Here is a round-up of various materials and their obvious hazards.","url":"https://digitalfire.com/glossary/toxicity"},{"term":"Trafficking","keywords":"trafficking","description":"At Digitalfire we use the term","excerpt":"Trafficking At Digitalfire we use the term \"recipe trafficking\" to describe the online trade in ceramic and pottery glaze recipes that can waste your time and cost you lots of money. Better to learn to understand glazes.","url":"https://digitalfire.com/glossary/trafficking"},{"term":"Translucency","keywords":"translucency","description":"A highly sought-after property in porcelain, fired close enough to melting to take on the glass-like property of passing light. Translucency implies tendency to warp during firing.","excerpt":"Translucency A highly sought-after property in porcelain, fired close enough to melting to take on the glass-like property of passing light. Translucency implies tendency to warp during firing. Key phrases linking here: translucency, translucent - Learn more Details Standard vs Translucent Porcelain Translucent porcelain enables the passage of light through the wall of the item.","url":"https://digitalfire.com/glossary/translucency"},{"term":"Transparent Glazes","keywords":"transparent glazes","description":"Every glossy ceramic glaze is actually a base transparent with added opacifiers and colorants. So understand how to make a good transparent, then build other glazes on it.","excerpt":"Transparent Glazes Every glossy ceramic glaze is actually a base transparent with added opacifiers and colorants. So understand how to make a good transparent, then build other glazes on it. Key phrases linking here: transparent glazes - Learn more Details A fully transparent glaze is simply one that does not have opacity. But there are degrees of transparency.","url":"https://digitalfire.com/glossary/transparent+glazes"},{"term":"Triaxial Glaze Blending","keywords":"triaxial glaze blending","description":"In ceramics many technicians develop and adjust glazes by blending two, three or even four l materials or glazes together to obtain new effects","excerpt":"Triaxial Glaze Blending In ceramics many technicians develop and adjust glazes by blending two, three or even four l materials or glazes together to obtain new effects Key phrases linking here: triaxial glaze blending - Learn more Details An often employed a way to develop new (usually visual) glaze effects.","url":"https://digitalfire.com/glossary/triaxial+glaze+blending"},{"term":"Ultimate Particles","keywords":"ultimate particles","description":"Utlimate particles of ceramic materials are finer than can be measured even on a 325 mesh screen. These particles are the key players in the physical presence of the material.","excerpt":"Ultimate Particles Utlimate particles of ceramic materials are finer than can be measured even on a 325 mesh screen. These particles are the key players in the physical presence of the material. Key phrases linking here: ultimate particles - Learn more Details Processed ceramic materials are typically ground to 200 mesh and feel very fine to the touch.","url":"https://digitalfire.com/glossary/ultimate+particles"},{"term":"Underglaze","keywords":"underglaze","description":"An intensely pigmented highly opaque non-melting ceramic material mix meant to adhere best to leather hard pottery and fire-fit the body. Often transparently overglazed. Starter recipes.","excerpt":"Underglaze An intensely pigmented highly opaque non-melting ceramic material mix meant to adhere best to leather hard pottery and fire-fit the body. Often transparently overglazed. Starter recipes. Key phrases linking here: underglazes, under-glaze, under glaze, underglaze - Learn more Details Underglazes are heavily pigmented ceramic compounds, normally applied by brushwork, to leather hard or gr...","url":"https://digitalfire.com/glossary/underglaze"},{"term":"Unity Formula","keywords":"unity formula","description":"The chemistry of ceramic glazes are normally expressed as formulas. A unity formula has been retotaled to make the numbers of flux oxides total one.","excerpt":"Unity Formula The chemistry of ceramic glazes are normally expressed as formulas. A unity formula has been retotaled to make the numbers of flux oxides total one. Key phrases linking here: unity formulas, unity formula - Learn more Details A \"unity formula\" is just an oxide formula that has been retotaled so that the RO group of oxides sums to 1. This is also called a Seger formula.","url":"https://digitalfire.com/glossary/unity+formula"},{"term":"Upwork","keywords":"upwork","description":"Using the services of online freelancers connects potters and small ceramic producers to expert engineering talent at low cost.","excerpt":"Upwork Using the services of online freelancers connects potters and small ceramic producers to expert engineering talent at low cost. Key phrases linking here: upwork - Learn more Details There are many freelancer websites online, this is the one we know.","url":"https://digitalfire.com/glossary/upwork"},{"term":"Variegation","keywords":"variegation","description":"Ceramic glaze variegation refers to its visual character. This is an overview of the various mechanisms to make glazes dance with color, crystals, highlights, speckles, rivulets, etc.","excerpt":"Variegation Ceramic glaze variegation refers to its visual character. This is an overview of the various mechanisms to make glazes dance with color, crystals, highlights, speckles, rivulets, etc. Key phrases linking here: variegation, variegators, variegating, variegate - Learn more Details Multiple kinds of glaze variegation The inside glaze of this cone 10 reduction fired mug is a base transpare...","url":"https://digitalfire.com/glossary/variegation"},{"term":"Viscosity","keywords":"viscosity","description":"In ceramic slurries (especially casting slips, but also glazes) the degree of fluidity of the suspension is important to its performance.","excerpt":"Viscosity In ceramic slurries (especially casting slips, but also glazes) the degree of fluidity of the suspension is important to its performance. Key phrases linking here: viscosity - Learn more Details The term viscosity is used in ceramics most often to refer to the degree of fluidity of a slurry or suspension (the term 'shear' is often used when discussing viscosity, theoretically engineers u...","url":"https://digitalfire.com/glossary/viscosity"},{"term":"Vitreous","keywords":"vitreous","description":"The fired state of a ceramic when sufficient heat in the kiln has produced the density and strength common, and expected, in stonewares and porcelains.","excerpt":"Vitreous The fired state of a ceramic when sufficient heat in the kiln has produced the density and strength common, and expected, in stonewares and porcelains. Key phrases linking here: vitreous - Learn more Details The term \"vitreous\" refers to a state (whereas vitrification is a process). Vitreous unglazed ceramic surfaces are generally non-staining, non-absorbent.","url":"https://digitalfire.com/glossary/vitreous"},{"term":"Vitrification","keywords":"vitrification","description":"A process that happens in a kiln, the heat and atmosphere mature and develop the clay body until it reaches a density sufficient to impart the level of strength and durability required for the intended purpose. Most often this state is reached near zero p","excerpt":"Vitrification A process that happens in a kiln, the heat and atmosphere mature and develop the clay body until it reaches a density sufficient to impart the level of strength and durability required for the intended purpose.","url":"https://digitalfire.com/glossary/vitrification"},{"term":"Volatiles","keywords":"volatiles","description":"","excerpt":"Volatiles Compounds with clays or glazes that burn away during firing. For example, calcium carbonate decomposes during firing to produce CO2 gas and loses almost half its weight. Other common volatiles are sulphur, carbon, water, fluorine, nitrogen.","url":"https://digitalfire.com/glossary/volatiles"},{"term":"Water Content","keywords":"water content","description":"","excerpt":"Water Content Percentage of water is an important property in ceramics. It affects working characteristics. It helps to explain them. Plastic clays exhibit ideal working properties inside a narrow window of water contents. For example, a 25 porcelain might be good between 21.0 and 21.5% water for the potter's wheel whereas 19% is needed for RAM pressing.","url":"https://digitalfire.com/glossary/water+content"},{"term":"Water Content","keywords":"379","description":"","excerpt":"Water Content Percentage of water is an important property in ceramics. It affects working characteristics. It helps to explain them. Plastic clays exhibit ideal working properties inside a narrow window of water contents. For example, a 25 porcelain might be good between 21.0 and 21.5% water for the potter's wheel whereas 19% is needed for RAM pressing.","url":"https://digitalfire.com/glossary/379"},{"term":"Water Smoking","keywords":"water smoking","description":"In ceramics, this is the period in the kiln firing where the final mechanical water is being removed. The temperature at which this can be done is higher than you might think.","excerpt":"Water Smoking In ceramics, this is the period in the kiln firing where the final mechanical water is being removed. The temperature at which this can be done is higher than you might think. Key phrases linking here: water smoking - Learn more Details Refers to the period in a kiln firing where the last of the mechanical water in body (and glaze if on second firing) are being released.","url":"https://digitalfire.com/glossary/water+smoking"},{"term":"Water Solubility","keywords":"water solubility","description":"The water solubility of ceramic materials is an important consideration to their usability in the process. Glazes are suspensions of insert powders, solubles present problems to this system.","excerpt":"Water Solubility The water solubility of ceramic materials is an important consideration to their usability in the process. Glazes are suspensions of insert powders, solubles present problems to this system.","url":"https://digitalfire.com/glossary/water+solubility"},{"term":"Water in Ceramics","keywords":"water in ceramics","description":"Water is the most important ceramic material, it is present every body, glaze or engobe and either the enabler or a participant in almost every ceramic process and phenomena.","excerpt":"Water in Ceramics Water is the most important ceramic material, it is present every body, glaze or engobe and either the enabler or a participant in almost every ceramic process and phenomena. Key phrases linking here: water in ceramics - Learn more Details There is a need to discuss water in ceramic production as it related to a number of natural phenomena and production processes: Plasticity: Cl...","url":"https://digitalfire.com/glossary/water+in+ceramics"},{"term":"Wedging","keywords":"wedging","description":"The process of mixing a plastic clay by hand before forming it. Similar to kneading of bread dough, it is considered an essential step by most potters.","excerpt":"Wedging The process of mixing a plastic clay by hand before forming it. Similar to kneading of bread dough, it is considered an essential step by most potters. Key phrases linking here: wedging in, wedged in, wedge in, wedging - Learn more Details Wedging soft, plastic clay is similar to kneading bread dough. Clay tends to set up over time.","url":"https://digitalfire.com/glossary/wedging"},{"term":"Whiteware","keywords":"whiteware","description":"The branch of the ceramic industry that manufactures porcelain toilets and sinks and other utilitarian heavy items used in bath and shower.","excerpt":"Whiteware The branch of the ceramic industry that manufactures porcelain toilets and sinks and other utilitarian heavy items used in bath and shower. Key phrases linking here: whiteware - Learn more Details A term used in the ceramic industry to refer to the branch that manufactures toilets and sinks and other utilitarian heavy items used in bath and shower.","url":"https://digitalfire.com/glossary/whiteware"},{"term":"WooCommerce","keywords":"woocommerce","description":"An plugin for WordPress the enables converting a website into an electronic store. It is the most popular platform online and is at the center of a huge support industry.","excerpt":"WooCommerce An plugin for WordPress the enables converting a website into an electronic store. It is the most popular platform online and is at the center of a huge support industry. Key phrases linking here: woocommerce - Learn more Details WooCommerce is an add-on to WordPress to turn a site into an eCommerce store (although CMS functionality is maintained).","url":"https://digitalfire.com/glossary/woocommerce"},{"term":"Wood Ash Glaze","keywords":"wood ash glaze","description":"Common washed wood ash can supply important ceramic oxides when melted, so it can comprise significant percentages in a recipe. Plus it can produce unique visual effects.","excerpt":"Wood Ash Glaze Common washed wood ash can supply important ceramic oxides when melted, so it can comprise significant percentages in a recipe. Plus it can produce unique visual effects. Key phrases linking here: wood ash glazes, wood ash glaze, ash glazes, ash glaze - Learn more Details A glaze that employs organic ash (e.g. paper, wood) as a supplier of basic oxides (especially CaO, K2O, Na2O).","url":"https://digitalfire.com/glossary/wood+ash+glaze"},{"term":"Wood Firing","keywords":"wood firing","description":"","excerpt":"Wood Firing A firing technique used by necessity in many countries and by choice in others. A properly designed kiln wood is capable of delivering high temperatures and so it is possible to make stoneware and porcelain. The kiln chamber in a wood kiln subjects the ware to a lot of ash and smoke.This affects the appearance of ware in a way that is prized by many potters and users of their ware.","url":"https://digitalfire.com/glossary/wood+firing"},{"term":"WordPress","keywords":"wordpress","description":"A content management system used to create websites. Hundreds of millions of websites use it. Thousands of company create products and training for it.","excerpt":"WordPress A content management system used to create websites. Hundreds of millions of websites use it. Thousands of company create products and training for it. Key phrases linking here: wordpress - Learn more Details No potter or ceramic manufacturer these days should be without a professional looking website.","url":"https://digitalfire.com/glossary/wordpress"},{"term":"Zero3","keywords":"zero3","description":"The designation for a group recipes for body, glaze and engobe (by Tony Hansen), that potters can use to make low fire stoneware and fritware porcelain at 1100C (2000F) or cone 03.","excerpt":"Zero3 The designation for a group recipes for body, glaze and engobe (by Tony Hansen), that potters can use to make low fire stoneware and fritware porcelain at 1100C (2000F) or cone 03. Key phrases linking here: zero3 stoneware, zero3 fritware, zero3 - Learn more Details The term \"Zero3\" was coined by Tony Hansen.","url":"https://digitalfire.com/glossary/zero3"},{"term":"Zero4","keywords":"zero4","description":"The designation for a group recipes for body, glaze and engobe (by Tony Hansen), that potters can use to make low fire stoneware and fritware porcelain","excerpt":"Zero4 The designation for a group recipes for body, glaze and engobe (by Tony Hansen), that potters can use to make low fire stoneware and fritware porcelain Key phrases linking here: zero4 - Learn more Details Zero4 porcelain (code number L3924J ) is a fritware concept-body designed during 2022 (it employs Ferro Frit 3110 as the flux instead of the feldspar used in typical porcelains, to get the ...","url":"https://digitalfire.com/glossary/zero4"},{"term":"Zeta Potential","keywords":"zeta potential","description":"","excerpt":"Zeta Potential A phenomenon, which when understood, assists technicians to create better deflocculated ceramic slurries. It relates to the understanding the electrolytic interactions of minute particles in a suspension (colloidal science). It is the potential difference between the dispersion medium and the stationary layer of fluid attached to the dispersed particles.","url":"https://digitalfire.com/glossary/zeta+potential"}]