[{"formula":"AG2O","title":"Ag2O (Silver Oxide)","description":"The use of Ag2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Ag2O (Silver Oxide) Notes Silver oxide is not commonly used in ceramics. However there are special cases. It has been investigated as an opacifier (or opacity modifier, a flux and for anti-bacterial effects on functional surfaces. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/ag2o"},{"formula":"Al2O3","title":"Al2O3 (Aluminum Oxide, Alumina)","description":"The use of Al2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Al2O3 (Aluminum Oxide, Alumina) Data Co-efficient of Linear Expansion 0.063 Notes In ceramics, Al2O3 comes up when technicians talk about glaze chemistry. It is an oxide mostly contributed by clays, feldspars and frits. As glazes melt oxides are liberated from materials and they form a glass structure.","url":"https://digitalfire.com/oxide/al2o3"},{"formula":"3","title":"Al2O3 (Aluminum Oxide, Alumina)","description":"The use of Al2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Al2O3 (Aluminum Oxide, Alumina) Data Co-efficient of Linear Expansion 0.063 Notes In ceramics, Al2O3 comes up when technicians talk about glaze chemistry. It is an oxide mostly contributed by clays, feldspars and frits. As glazes melt oxides are liberated from materials and they form a glass structure.","url":"https://digitalfire.com/oxide/3"},{"formula":"ALF3","title":"AlF3","description":"The use of AlF3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"AlF3 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/alf3"},{"formula":"AS2O3","title":"As2O3 (Arsenic Oxide)","description":"The use of As2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"As2O3 (Arsenic Oxide) Notes Because of its oxidizing effect, it can be used as a fining agent to clarify iron containing glass. It will also fade the color of manganese, stabilize other colors (i.e. light green) and reduce the yellow coloration of iron in glass (decolorize).","url":"https://digitalfire.com/oxide/as2o3"},{"formula":"AS4O6","title":"As4O6","description":"The use of As4O6 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"As4O6 Data Frit Softening Point Sublimates 193C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/as4o6"},{"formula":"AU2O3","title":"Au2O3 (Gold Oxide)","description":"The use of Au2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Au2O3 (Gold Oxide) Data Frit Softening Point Decomposes 160C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/au2o3"},{"formula":"B2O3","title":"B2O3 (Boric Oxide)","description":"The use of B2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"B2O3 (Boric Oxide) Data Co-efficient of Linear Expansion 0.031 Notes -B2O3 is a low melting glass of low thermal expansion and surface tension. It is an extremely useful oxide, indispensable in many industries and applications. Na2O melts as well or better than B2O3, but unlike B2O3, its high thermal expansion limits it to lower percentages.","url":"https://digitalfire.com/oxide/b2o3"},{"formula":"BAF2","title":"BaF2","description":"The use of BaF2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"BaF2 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/baf2"},{"formula":"BaO","title":"BaO (Barium Oxide, Baria)","description":"The use of BaO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"BaO (Barium Oxide, Baria) Data Co-efficient of Linear Expansion 0.129 Frit Softening Point 1923C Notes -Together with CaO, SrO, and MgO it is considered one of the alkaline earth GROUP of oxides. It has a cubic crystal structure and is the heaviest of the divalent fluxing oxides. -BaO is most commonly employed in pottery as a matting agent with good color response (e.g.","url":"https://digitalfire.com/oxide/bao"},{"formula":"BEO","title":"BeO (Beryllium Oxide)","description":"The use of BeO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"BeO (Beryllium Oxide) Data Frit Softening Point 2650C Notes -Like CaO and MgO, beryllium oxide has the amazing property of being a refractory by itself and a flux in combination with other oxides (its melting point alone is likely higher than 2500C!).","url":"https://digitalfire.com/oxide/beo"},{"formula":"Bi2O3","title":"Bi2O3 (Bismuth Oxide)","description":"The use of Bi2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Bi2O3 (Bismuth Oxide) Data Frit Softening Point 817C (From The Oxide Handbook) Notes -Bismuth makes it possible to push the melting temperature of boron frits down by many hundreds of degrees. Using sufficient Bi2O3, it is possible to make frits that melt at temperatures as low as 750F (400C)! Boron frits with additions of less than 5% bismuth can melt below 1200F (although some Li2O or F is also ...","url":"https://digitalfire.com/oxide/bi2o3"},{"formula":"C","title":"C (Carbon)","description":"The use of C in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"C (Carbon) Notes -C can be entered into an analysis to signify that LOI in a material is carbonaceous matter that burns away during firing. Since it is lost during firing, a weight of zero should be used during calculations so there is no impact on the calculated formula or properties.","url":"https://digitalfire.com/oxide/c"},{"formula":"CO","title":"CO (Carbon Monoxide)","description":"The use of CO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CO (Carbon Monoxide) Links Hazards Carbon Monoxide Toxicity Although not a material used in ceramics and pottery, every technician and potter firing fuel kilns needs to know about the hazards are this. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/co"},{"formula":"CO2","title":"CO2 (Carbon Dioxide)","description":"The use of CO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CO2 (Carbon Dioxide) Notes -CO2 refers to the carbon in a material that burns away during firing. It can be used in an analysis to make clear the nature of LOI components. Since it is lost during firing, a weight of zero should be used in calculations so that there is no impact on the calculated formula or properties.","url":"https://digitalfire.com/oxide/co2"},{"formula":"CAF2","title":"CaF2","description":"The use of CaF2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CaF2 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/caf2"},{"formula":"CaO","title":"CaO (Calcium Oxide, Calcia)","description":"The use of CaO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CaO (Calcium Oxide, Calcia) Data Co-efficient of Linear Expansion 0.148 Frit Softening Point 2910C (From The Oxide Handbook We also have a figure of 2572?) Notes CaO is not found pure in nature but rather is contained in various abundant minerals (i.e. calcite, aragonite, limestone, marble) but vary greatly in their purity (impurities usually include magnesia, iron, alumina, silica, sulfur).","url":"https://digitalfire.com/oxide/cao"},{"formula":"CdO","title":"CdO (Cadmium Oxide)","description":"The use of CdO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CdO (Cadmium Oxide) Data Frit Softening Point > 1500C (From The Oxide Handbook) Notes -Cadmium oxide by itself does not produce color in a glaze, but when used in combination with selenium it gives red. In combination with sulfur it produces yellow (great care is required to maintain the correct slightly reducing atmosphere during firing for the latter).","url":"https://digitalfire.com/oxide/cdo"},{"formula":"CeO2","title":"CeO2 (Cerium Oxide)","description":"The use of CeO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CeO2 (Cerium Oxide) Data Frit Softening Point 2600C (From The Oxide Handbook) Notes -Used in glass and optics for UV protection properties -A powerful flux. -It does react with other elements (i.e. Ti) to make colors (i.e. Ce-Ti yellow). Links Materials Cerium Oxide Mechanisms Glaze ColorIn combination with titanium, cerium produces a yellow glass.","url":"https://digitalfire.com/oxide/ceo2"},{"formula":"CL","title":"Cl (Chlorine Gas)","description":"The use of Cl in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Cl (Chlorine Gas) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/cl"},{"formula":"CoO","title":"CoO (Cobalt Oxide)","description":"The use of CoO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CoO (Cobalt Oxide) Data Frit Softening Point 1810C (From The Oxide Handbook) Notes -Cobalt is the most powerful and stable colorant used in glass, glaze, enamel, and even paint. As little as 2 PPM can produce a recognizable tint, thus cobalt is often cut in a medium to make it easier to weigh and distribute in a mix.","url":"https://digitalfire.com/oxide/coo"},{"formula":"Cr2O3","title":"Cr2O3 (Chrome Oxide)","description":"The use of Cr2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Cr2O3 (Chrome Oxide) Data Frit Softening Point 2257-2427C (From The Oxide Handbook) Notes -Amphoteric chrome oxide is the only stable oxide of chromium metal and can be used at all temperatures to 1200C. This leaves a margin before it begins to volatilize around 1240C, the fumes are very toxic.","url":"https://digitalfire.com/oxide/cr2o3"},{"formula":"CRO3","title":"CrO3 (Chromium Trioxide)","description":"The use of CrO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CrO3 (Chromium Trioxide) Ceramic Oxide Periodic Table Pretty well all common traditional ceramic base glazes are made from less than a dozen elements (plus oxygen). Go to the full picture of this table and click or tap each of the oxides to learn more (on its page at digitalfire.com). When materials melt, they decompose, sourcing these elements in oxide form.","url":"https://digitalfire.com/oxide/cro3"},{"formula":"CS2O","title":"Cs2O","description":"The use of Cs2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Cs2O Data Frit Softening Point 490C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/cs2o"},{"formula":"CU2O","title":"Cu2O (Cuprous Oxide)","description":"The use of Cu2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Cu2O (Cuprous Oxide) Notes -Reduction firing reduces normal CuO copper oxide to Cu2O to produce bright red coloration in the reaction: 2CuO + CO -> Cu2O + CO2 -Bright red reduction fired colors are usually achieved with very small amounts of copper (i.e. .5%).","url":"https://digitalfire.com/oxide/cu2o"},{"formula":"CUCO3","title":"CuCO3 (Copper Carbonate)","description":"The use of CuCO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CuCO3 (Copper Carbonate) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/cuco3"},{"formula":"CuO","title":"CuO (Cupric Oxide)","description":"The use of CuO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"CuO (Cupric Oxide) Data Frit Softening Point 1336C (From The Oxide Handbook) Notes -Copper can be produced from many different raw materials, the main being black tenorite (CuO), deep red cuprite (Cu2O), bright green malachite (CuCO3.Cu(OH)2), and bright blue azurite (2CuCO3.Cu(OH)2).","url":"https://digitalfire.com/oxide/cuo"},{"formula":"DY2O3","title":"Dy2O3","description":"The use of Dy2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Dy2O3 Data Frit Softening Point 2385C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/dy2o3"},{"formula":"ER2O3","title":"Er2O3 (Erbium Oxide)","description":"The use of Er2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Er2O3 (Erbium Oxide) Data Frit Softening Point 2400C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/er2o3"},{"formula":"EU2O3","title":"Eu2O3 (Europium Oxide)","description":"The use of Eu2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Eu2O3 (Europium Oxide) Data Frit Softening Point 2050C (From The Oxide Handbook) Notes Very expensive, $600/lb. Does not give any visible color but does produce an orange/red fluorescent effect under UV. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/eu2o3"},{"formula":"F","title":"F (Fluorine)","description":"The use of F in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"F (Fluorine) Notes Fluorine is used in super low melting frits. In combination with Li2O and small amounts of Bi2O3, boron frits containing fluorine can melt as low as 1100F (600C). Generally, F is considered to exist in its elemental form in glasses and glazes. Its presence is time-dependent, it will volatilize as F2 gas if firing is extended. Fluorine is very reactive.","url":"https://digitalfire.com/oxide/f"},{"formula":"Fe2O3","title":"Fe2O3 (Iron Oxide, Ferric Oxide)","description":"The use of Fe2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Fe2O3 (Iron Oxide, Ferric Oxide) Data Co-efficient of Linear Expansion 0.125 Frit Softening Point 1350C (From The Oxide Handbook) Notes Ferrosic Oxide (Sources: Iron Oxide, Stained Clays, many others) -Iron compounds are the most common coloring agent in ceramics.","url":"https://digitalfire.com/oxide/fe2o3"},{"formula":"FEO","title":"FeO (Ferrous Oxide)","description":"The use of FeO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"FeO (Ferrous Oxide) Notes -Fe2O3 is easy to reduce to the FeO state with a light reduction firing as follows: Fe2O3 + CO -> 2FeO + CO2 -Some suppliers quote iron in its reduced form as part of a materials formula. -In clays and glazes, firing in reducing conditions, or with clays containing significant organic matter, the Fe2O3 converts to FeO as early as 900C. FeO is a very powerful flux.","url":"https://digitalfire.com/oxide/feo"},{"formula":"FR2O","title":"Fr2O","description":"The use of Fr2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Fr2O By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/fr2o"},{"formula":"FREE SIO2","title":"Free SiO2","description":"The use of Free SiO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Free SiO2 Data Co-efficient of Linear Expansion 0.035 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/free sio2"},{"formula":"GA2O3","title":"Ga2O3","description":"The use of Ga2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Ga2O3 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/ga2o3"},{"formula":"GDO3","title":"GdO3","description":"The use of GdO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"GdO3 Data Frit Softening Point 2322C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/gdo3"},{"formula":"GEO2","title":"GeO2","description":"The use of GeO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"GeO2 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/geo2"},{"formula":"H2O","title":"H2O (Water)","description":"The use of H2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"H2O (Water) Notes (Sources: clays, hydrated minerals) -Some suppliers will quote moisture or water in a material's analysis. Many materials are hydrated. An example is calcium sulfate. When it is heated past a certain point, the chemically bound water is expelled, converting the material into one of different chemistry.","url":"https://digitalfire.com/oxide/h2o"},{"formula":"HFO2","title":"HfO2","description":"The use of HfO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"HfO2 Data Frit Softening Point 2780 (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/hfo2"},{"formula":"HGO","title":"HgO","description":"The use of HgO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"HgO Data Frit Softening Point Decomposes 400C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/hgo"},{"formula":"HO2O3","title":"Ho2O3","description":"The use of Ho2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Ho2O3 Data Frit Softening Point 2395C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/ho2o3"},{"formula":"IN2O3","title":"In2O3 (Indium Oxide)","description":"The use of In2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"In2O3 (Indium Oxide) Data Frit Softening Point 2000C (From The Oxide Handbook) Notes -An n-type semiconductor used as a resistive element in integrated circuits. -Used in certain stain formulations. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/in2o3"},{"formula":"IRO2","title":"IrO2","description":"The use of IrO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"IrO2 Data Frit Softening Point dec 1100C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/iro2"},{"formula":"K2O","title":"K2O (Potassium Oxide)","description":"The use of K2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"K2O (Potassium Oxide) Data Co-efficient of Linear Expansion 0.331 Frit Softening Point 707C (From The Oxide Handbook) Notes -Together with sodium and lithium oxides, it is classified as one of the Alkaline group. Colored glazes whose flux portion is alkaline-dominated tend to be visually intense, especially if the alumina is low.","url":"https://digitalfire.com/oxide/k2o"},{"formula":"KF","title":"KF (Potassium Fluoride)","description":"The use of KF in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"KF (Potassium Fluoride) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/kf"},{"formula":"KNAO","title":"KNaO (Potassium/Sodium Oxides)","description":"The use of KNaO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"KNaO (Potassium/Sodium Oxides) Data Co-efficient of Linear Expansion 0.359 Notes KNaO is a pseudo-alkali oxide used in glaze formulas. It represents the combined total of K2O and Na2O. This KNaO designation is made possible because K2O and Na2O have such similar contributions to the fired properties of glazes that for most purposes they can be considered as the same.","url":"https://digitalfire.com/oxide/knao"},{"formula":"LOI","title":"LOI (Loss on Ignition)","description":"The use of LOI in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"LOI (Loss on Ignition) Notes -The LOI summarizes the oxides within a raw material that burn away as \"products of decomposition\" during firing. Some material producers separate the different components of weight lost during firing as H2O, CO2, SO3, even pure carbon, etc.","url":"https://digitalfire.com/oxide/loi"},{"formula":"LA2O3","title":"La2O3","description":"The use of La2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"La2O3 Data Frit Softening Point 2217C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/la2o3"},{"formula":"Li2O","title":"Li2O (Lithium Oxide, Lithia)","description":"The use of Li2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Li2O (Lithium Oxide, Lithia) Data Co-efficient of Linear Expansion 0.068 Frit Softening Point 723C Notes -Together with sodium and potassium oxides, it is classified as one of the Alkali group. -The lithium molecule is the lightest and smallest of the fluxes (it has a low molecular weight). And the most reactive.","url":"https://digitalfire.com/oxide/li2o"},{"formula":"LU2O3","title":"Lu2O3","description":"The use of Lu2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Lu2O3 Data Frit Softening Point 2470C By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/lu2o3"},{"formula":"MgO","title":"MgO (Magnesium Oxide, Magnesia)","description":"The use of MgO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"MgO (Magnesium Oxide, Magnesia) Data Co-efficient of Linear Expansion 0.026 Frit Softening Point 2800C (From The Oxide Handbook) Notes -Together with SrO, BaO, and CaO it is one of the Alkaline Earth group of oxides. It has a cubic crystal structure. Zircon and Magnesia melt at 2800C, making them the highest melting oxides.","url":"https://digitalfire.com/oxide/mgo"},{"formula":"44","title":"MgO (Magnesium Oxide, Magnesia)","description":"The use of MgO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"MgO (Magnesium Oxide, Magnesia) Data Co-efficient of Linear Expansion 0.026 Frit Softening Point 2800C (From The Oxide Handbook) Notes -Together with SrO, BaO, and CaO it is one of the Alkaline Earth group of oxides. It has a cubic crystal structure. Zircon and Magnesia melt at 2800C, making them the highest melting oxides.","url":"https://digitalfire.com/oxide/44"},{"formula":"MN2O3","title":"Mn2O3","description":"The use of Mn2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Mn2O3 Data Frit Softening Point 1347C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/mn2o3"},{"formula":"MnO","title":"MnO (Manganous Oxide)","description":"The use of MnO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"MnO (Manganous Oxide) Data Co-efficient of Linear Expansion 0.050 Notes -Manganese monoxide exists only above 1080C where the dioxide form disassociates to release its oxygen. -Manganese is a colorant using in bodies and glazes, producing blacks, browns, and purples. -Manganese is a constituent in many igneous rocks, and thus occurs in many clays weathered from these parent rocks.","url":"https://digitalfire.com/oxide/mno"},{"formula":"MnO2","title":"MnO2 (Manganese Dioxide)","description":"The use of MnO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"MnO2 (Manganese Dioxide) Data Co-efficient of Linear Expansion 0.050 Notes -Manganese dioxide exists only below 1080C, above which the dioxide form disassociates to release its oxygen (see MnO for more information). -Manganese is a colorant using in bodies and glazes, producing blacks, browns, and purples.","url":"https://digitalfire.com/oxide/mno2"},{"formula":"MOO3","title":"MoO3 (Molybdic Oxide)","description":"The use of MoO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"MoO3 (Molybdic Oxide) Data Co-efficient of Linear Expansion 0.094 Frit Softening Point 801C (From The Oxide Handbook) Notes Molybdic Disulfide, Trioxide -In glazes, glasses, and bodies, small amounts (-0.2%) act as a wetting agent during the melt phase. It lowers surface tension dramatically. This can encourage the development of crystals in crystalline glazes.","url":"https://digitalfire.com/oxide/moo3"},{"formula":"N2O5","title":"N2O5","description":"The use of N2O5 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"N2O5 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/n2o5"},{"formula":"Na2O","title":"Na2O (Sodium Oxide, Soda)","description":"The use of Na2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Na2O (Sodium Oxide, Soda) Data Co-efficient of Linear Expansion 0.387 Frit Softening Point 920C (From The Oxide Handbook. We also have a figure of 800C?) Notes -Sodium is a slightly more powerful glaze flux than potassium, but otherwise very similar in its behavior and properties. Together they are referenced as KNaO. Sodium belongs to the Alkali group.","url":"https://digitalfire.com/oxide/na2o"},{"formula":"NAF","title":"NaF","description":"The use of NaF in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"NaF By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/naf"},{"formula":"NB2O5","title":"Nb2O5","description":"The use of Nb2O5 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Nb2O5 Data Frit Softening Point 1490C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/nb2o5"},{"formula":"ND2O3","title":"Nd2O3","description":"The use of Nd2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Nd2O3 Data Frit Softening Point 2220C By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/nd2o3"},{"formula":"NI2O3","title":"Ni2O3","description":"The use of Ni2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Ni2O3 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/ni2o3"},{"formula":"NiO","title":"NiO (Nickel Oxide)","description":"The use of NiO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"NiO (Nickel Oxide) Data Frit Softening Point 1957C (From The Oxide Handbook) Notes Most often used to modify and soften the color of other metallic oxides and thus small amounts are normally employed. It is not normally used in low fire glazes due to the refractory nature of nickel oxide powder. Glazes that are already matte or immature will thus be made more dry by the addition of nickel.","url":"https://digitalfire.com/oxide/nio"},{"formula":"O","title":"O (Oxygen)","description":"The use of O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"O (Oxygen) Notes Excess oxygen is given off during firing of some materials i.e. Black Cobalt Oxide. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/o"},{"formula":"ORGANICS","title":"Organics","description":"The use of Organics in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Organics Links Tests Carbon content By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/organics"},{"formula":"OSO2","title":"OsO2","description":"The use of OsO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"OsO2 Data Frit Softening Point dec 650C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/oso2"},{"formula":"P2O5","title":"P2O5 (Phosphorus Pentoxide)","description":"The use of P2O5 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"P2O5 (Phosphorus Pentoxide) Data Frit Softening Point Sublimates at 300C (From The Oxide Handbook) Notes -Phosphorus along with calcium is an essential element in plant and animal growth, thus its principal source is organic ash (i.e. calcined cattle bones). -Phosphoric oxide is normally present in only trace amounts in ceramic materials.","url":"https://digitalfire.com/oxide/p2o5"},{"formula":"PO4","title":"PO4 (Phosphorus Oxide)","description":"The use of PO4 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"PO4 (Phosphorus Oxide) Notes Phosphates in this form are contained in bone ash and tricalcium phosphate type materials. Links Materials Bone Ash By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/po4"},{"formula":"PA2O5","title":"Pa2O5","description":"The use of Pa2O5 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Pa2O5 Data Frit Softening Point 1777C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/pa2o5"},{"formula":"PBF2","title":"PbF2","description":"The use of PbF2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"PbF2 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/pbf2"},{"formula":"PbO","title":"PbO (Lead Oxide)","description":"The use of PbO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"PbO (Lead Oxide) Data Co-efficient of Linear Expansion 0.083 Frit Softening Point 866C (From The Oxide Handbook) Notes -Together with ZnO, PbO is considered one of the Metallic oxide fluxes. -Reacts easily with silica to form low melting lead silicates of high gloss and deep character. Lead is very easy to use. It is the heaviest oxide and produces incredible colors with most pigments.","url":"https://digitalfire.com/oxide/pbo"},{"formula":"PDO","title":"PdO","description":"The use of PdO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"PdO Data Frit Softening Point dec 877C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/pdo"},{"formula":"PMO3","title":"PmO3","description":"The use of PmO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"PmO3 Data Frit Softening Point 2320C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/pmo3"},{"formula":"PR2O3","title":"Pr2O3","description":"The use of Pr2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Pr2O3 Data Frit Softening Point 2130C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/pr2o3"},{"formula":"PRO2","title":"PrO2 (Praseodymium Oxide)","description":"The use of PrO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"PrO2 (Praseodymium Oxide) Notes -Used for lemon yellow stains in combination with zircon. These stains are not as powerful as antimony or vanadium but are flexible. -PrO2 can be used in reduction firing, even at high temperatures. -While it is toxic, it is not as dangerous to use as either vanadium or antimony. -Different glaze chemistries can produce brighter yellow coloration.","url":"https://digitalfire.com/oxide/pro2"},{"formula":"PTO2","title":"PtO2","description":"The use of PtO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"PtO2 Data Frit Softening Point dec 450C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/pto2"},{"formula":"RAO","title":"RaO","description":"The use of RaO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"RaO Data Frit Softening Point >2200C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/rao"},{"formula":"RB2O","title":"Rb2O","description":"The use of Rb2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Rb2O Data Frit Softening Point 657C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/rb2o"},{"formula":"RE2O7","title":"Re2O7","description":"The use of Re2O7 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Re2O7 Data Frit Softening Point 301C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/re2o7"},{"formula":"RHO3","title":"RhO3","description":"The use of RhO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"RhO3 Data Frit Softening Point 1115C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/rho3"},{"formula":"RUO2","title":"RuO2","description":"The use of RuO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"RuO2 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/ruo2"},{"formula":"SO3","title":"SO3 (Sulfur Trioxide)","description":"The use of SO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"SO3 (Sulfur Trioxide) Notes -SO3 refers to the sulfur material that burns away during firing. It can be used in an analysis to make clear the nature of LOI components. Since it is lost during firing, a formula weight of zero should be used (if SO3 is included as an oxide in the material formula) so there is no impact on the calculated formula or calculated properties.","url":"https://digitalfire.com/oxide/so3"},{"formula":"SO4","title":"SO4 (Sulfate)","description":"The use of SO4 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"SO4 (Sulfate) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/so4"},{"formula":"SB2O3","title":"Sb2O3 (Antimony Oxide)","description":"The use of Sb2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Sb2O3 (Antimony Oxide) Notes -Antimony oxide is used as an opacifier in low fire glazes and porcelain enamel (mainly leadless but it has been replaced to an extent by titania). Antimony is easily reducible; thus an oxidizing agent like potassium nitrate may be required to prevent it from going into solution and losing its opacifying power and affecting color.","url":"https://digitalfire.com/oxide/sb2o3"},{"formula":"SB2O5","title":"Sb2O5","description":"The use of Sb2O5 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Sb2O5 Data Frit Softening Point 380C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/sb2o5"},{"formula":"SC2O3","title":"Sc2O3","description":"The use of Sc2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Sc2O3 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/sc2o3"},{"formula":"SE","title":"Se (Selenium)","description":"The use of Se in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Se (Selenium) Notes -Semi-metallic element of the sulfur group. Its main value as a colorant depends on a reduction or mildly oxidizing atmosphere to maintain its metallic state. -With cobalt it is a good decolorizer for glass because it produces a pink which is close to complementary of iron green (thus canceling it out). -Used as a colorant in making rose and ruby glass.","url":"https://digitalfire.com/oxide/se"},{"formula":"SEO2","title":"SeO2 (Selenium Dioxide)","description":"The use of SeO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"SeO2 (Selenium Dioxide) Links Materials Selenium Dioxide By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/seo2"},{"formula":"SiO2","title":"SiO2 (Silicon Dioxide, Silica)","description":"The use of SiO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"SiO2 (Silicon Dioxide, Silica) Data Co-efficient of Linear Expansion 0.035 Frit Softening Point 1720C (From The Oxide Handbook) Notes In ceramics, SiO2 comes up when technicians talk about glaze chemistry. It is an oxide contributed by many ceramic materials: all clays, feldspars and frits. Quartz or silica powder is almost 100% SiO2.","url":"https://digitalfire.com/oxide/sio2"},{"formula":"SM2O3","title":"Sm2O3","description":"The use of Sm2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Sm2O3 Data Frit Softening Point 2320C (From The Oxide Handbook) This picture has its own page with more detail, click here to see it. Emerald Stones Links Recipes G2926B - Cone 6 Whiteware/Porcelain transparent glaze A base transparent glaze recipe created by Tony Hansen, it fires high gloss and ultra clear with low melt mobility.","url":"https://digitalfire.com/oxide/sm2o3"},{"formula":"SnO2","title":"SnO2 (Tin Oxide, Stannic Oxide)","description":"The use of SnO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"SnO2 (Tin Oxide, Stannic Oxide) Data Co-efficient of Linear Expansion 0.020 Frit Softening Point 1625C (From The Oxide Handbook) Notes More correctly called Tin Dioxide -The fully oxidized state of tin metal. It is a very white powder of low density. Although tin metal melts at a very low temperature, the oxide form is quite refractory.","url":"https://digitalfire.com/oxide/sno2"},{"formula":"SrO","title":"SrO (Strontium Oxide, Strontia)","description":"The use of SrO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"SrO (Strontium Oxide, Strontia) Data Co-efficient of Linear Expansion 0.130 Frit Softening Point 2430C (From The Oxide Handbook) Notes -Together with CaO, BaO, and MgO it is considered one the Alkaline Earth group of oxides. It has a cubic crystal structure.","url":"https://digitalfire.com/oxide/sro"},{"formula":"78","title":"SrO (Strontium Oxide, Strontia)","description":"The use of SrO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"SrO (Strontium Oxide, Strontia) Data Co-efficient of Linear Expansion 0.130 Frit Softening Point 2430C (From The Oxide Handbook) Notes -Together with CaO, BaO, and MgO it is considered one the Alkaline Earth group of oxides. It has a cubic crystal structure.","url":"https://digitalfire.com/oxide/78"},{"formula":"TA2O5","title":"Ta2O5","description":"The use of Ta2O5 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Ta2O5 Data Frit Softening Point 1882C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/ta2o5"},{"formula":"TB2O3","title":"Tb2O3","description":"The use of Tb2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Tb2O3 Data Frit Softening Point 2292C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/tb2o3"},{"formula":"TC2O7","title":"Tc2O7","description":"The use of Tc2O7 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Tc2O7 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/tc2o7"},{"formula":"THO2","title":"ThO2","description":"The use of ThO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"ThO2 Data Frit Softening Point 3050C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/tho2"},{"formula":"TiO2","title":"TiO2 (Titanium Dioxide, Titania)","description":"The use of TiO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"TiO2 (Titanium Dioxide, Titania) Data Co-efficient of Linear Expansion 0.144 Frit Softening Point 1870C Notes -Titania by itself is quite refractory. But when other oxides are present in the melt TiO2 becomes much more complex: because it opacifies, variegates, and crystallizes glazes. It also modifies existing colors from metals like Cr, Mn, Fe, Co, Ni, Cu.","url":"https://digitalfire.com/oxide/tio2"},{"formula":"TL2O","title":"Tl2O","description":"The use of Tl2O in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Tl2O By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/tl2o"},{"formula":"TM2O3","title":"Tm2O3","description":"The use of Tm2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Tm2O3 Data Frit Softening Point 2346C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/tm2o3"},{"formula":"TRACE","title":"Trace (Trace Elements)","description":"The use of Trace in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Trace (Trace Elements) Notes Use this item to group trace elements together in an analysis. It should be defined with a weight of zero to ignore them in any formula calculations. By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/trace"},{"formula":"U3O8","title":"U3O8 (Uranium Oxide)","description":"The use of U3O8 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"U3O8 (Uranium Oxide) Notes A colorant which can be used in amounts to 15% to achieve or modify yellows, reds, and oranges. Although this form of uranium is said to be less radioactive, the use of any form of uranium is considered dangerous by most authorities. Links Materials Uranium Oxide Mechanisms Glaze ColorYellow is the usual oxidation color for uranium modified glazes.","url":"https://digitalfire.com/oxide/u3o8"},{"formula":"UO2","title":"UO2","description":"The use of UO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"UO2 Data Frit Softening Point 2840C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/uo2"},{"formula":"V2O5","title":"V2O5 (Vanadium Pentoxide)","description":"The use of V2O5 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"V2O5 (Vanadium Pentoxide) Data Frit Softening Point 670-685C Notes An acidic metallic oxide which produces yellow coloration in amounts to 10%. Its color in generally weak, but can be strengthened when fritted with tin and zirconia. Although yellows can be prepared with antimony, vanadium is stable at higher temperatures. The most vibrant color is obtained in leaded glazes. Also a strong flux.","url":"https://digitalfire.com/oxide/v2o5"},{"formula":"WO3","title":"WO3","description":"The use of WO3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"WO3 By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/wo3"},{"formula":"Y2O3","title":"Y2O3 (Yttrium Oxide)","description":"The use of Y2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Y2O3 (Yttrium Oxide) Data Frit Softening Point 2435C (From The Oxide Handbook. We also have a figure of 2585?) Notes -Used in electrical conducting ceramics, refractories, insulators, glass, and stains. -Used with Sc, La, Cs oxides in TiO2 bodies for better control of properties than possible with alkaline earths. -With ZrO2 it make good high temperature refractories.","url":"https://digitalfire.com/oxide/y2o3"},{"formula":"YB2O3","title":"Yb2O3","description":"The use of Yb2O3 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"Yb2O3 Data Frit Softening Point 2420C (From The Oxide Handbook) By Tony Hansen Follow me on Got a Question? Buy me a coffee and we can talk https://digitalfire.com, All Rights Reserved Privacy Policy","url":"https://digitalfire.com/oxide/yb2o3"},{"formula":"ZnO","title":"ZnO (Zinc Oxide)","description":"The use of ZnO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"ZnO (Zinc Oxide) Data Co-efficient of Linear Expansion 0.094 Frit Softening Point 1800C (From The Oxide Handbook) Notes -Together with PbO it is considered one of the metallic oxide fluxes. In small amounts, zinc helps in the development of glossy and brilliant surfaces the way lead did. ZnO has a high refractive index. -ZnO starts its fluxing action around 1000C (i.e.","url":"https://digitalfire.com/oxide/zno"},{"formula":"ZRO","title":"ZrO (Zirconium Oxide, Zirconia)","description":"The use of ZrO in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"ZrO (Zirconium Oxide, Zirconia) Data Co-efficient of Linear Expansion 0.020 Notes Zirconia has an inversion with an associated 3% expansion/contraction. Ceramic Oxide Periodic Table Pretty well all common traditional ceramic base glazes are made from less than a dozen elements (plus oxygen).","url":"https://digitalfire.com/oxide/zro"},{"formula":"ZrO2","title":"ZrO2 (Zirconium Dioxide)","description":"The use of ZrO2 in traditional ceramics, how its chemistry contributes to fired properties of glazes","excerpt":"ZrO2 (Zirconium Dioxide) Data Co-efficient of Linear Expansion 0.020 Frit Softening Point 2700C Notes Zirconium oxide is extremely refractory, even more so than alumina. Although a variety of figures are quoted, around 2700C (it is difficult to accurately determine the exact melting temperature of pure oxides). Like alumina, it maintains its refractory character even within a mix of other oxides.","url":"https://digitalfire.com/oxide/zro2"}]