[{"term":"Black Coring","description":"A common fault in reduction gas fired ceramic ware made from iron bearing clays.  The interior cross section of the clay turns black.","excerpt":"Black Coring A common fault in reduction gas fired ceramic ware made from iron bearing clays. The interior cross section of the clay turns black. Details For potters, who use periodic kilns and slow firing schedules, black coring almost always occurs in reduction firings with iron-containing bodies. But it can also occur in densely packed oxidation-fired kilns (see below). In industry, it occurs in oxidation firings (mainly in tile because production requirements demand fast firing).","url":"https://digitalfire.com/trouble/black+coring"},{"term":"Bleeding Colors","description":"In ceramics, the edges of overglaze and underglaze color decoration often bleeds into the over or under glaze. How can this be avoided.","excerpt":"Bleeding Colors In ceramics, the edges of overglaze and underglaze color decoration often bleeds into the over or under glaze. How can this be avoided. Details Overglaze decoration (and frequently underglazes) often bleed on the edges, especially brushstrokes. The higher the melt fluidity of the colored layer the more bleeding will occur, especially if the over or under-glaze is also fluid.","url":"https://digitalfire.com/trouble/bleeding+colors"},{"term":"Bloating","description":"Bloating occurs when the off-gassing of decomposing particles in a body has not completed by the onset of density and impermeability associated with the vitrification process.","excerpt":"Bloating Bloating occurs when the off-gassing of decomposing particles in a body has not completed by the onset of density and impermeability associated with the vitrification process. Details Body bloating (larger bubbles) and blistering (smaller ones) occur after a clay body matures to the point that the surface seals due to glass development but before the generation of gases from the decomposition of organic, carbonate or sulphate materials has completed.","url":"https://digitalfire.com/trouble/bloating"},{"term":"Casting Slip Problems","description":"Casting slips are deflocculated in order to reduce water content. It is important to understand this phenomenon and know how to assess a slurry to know what it needs.","excerpt":"Casting Slip Problems Casting slips are deflocculated in order to reduce water content. It is important to understand this phenomenon and know how to assess a slurry to know what it needs. Details Assuming that the casting slip recipe passes a sanity check for its type (e.g. contains enough clay or the right degree of plasticity and does not contain soluble salts) the issue when problems arise is almost always over or under deflocculation of the slurry.","url":"https://digitalfire.com/trouble/casting+slip+problems"},{"term":"Chrome Flashing in Ceramic Glazes","description":"The development of chrome tin pinks is a combination of the stain and the right chemistry in the host glaze. Unwanted pink flashing occurs where there is a hostile chemistry in the glaze.","excerpt":"Chrome Flashing in Ceramic Glazes The development of chrome tin pinks is a combination of the stain and the right chemistry in the host glaze. Unwanted pink flashing occurs where there is a hostile chemistry in the glaze. Details Close your eyes and imagine a nice pink pastel glaze. Now imagine that you wanted a nice white instead! During the ACerS convention in St.","url":"https://digitalfire.com/trouble/chrome+flashing+in+ceramic+glazes"},{"term":"Clouding in Ceramic Glazes","description":"There a many factors to deal with in your ceramic process to achieve transparent glazes that actually fire to a crystal-clear glass","excerpt":"Clouding in Ceramic Glazes There a many factors to deal with in your ceramic process to achieve transparent glazes that actually fire to a crystal-clear glass Details It seems logical that a transparent glaze would fire transparent (or stained transparent). Commercial ware often sports brilliant clear-as-crystal glazes, they make it look easy. But this is far from the truth. For certain bodies (e.g. low fire whites, bone china) transparent glazes seem to work almost every time.","url":"https://digitalfire.com/trouble/clouding+in+ceramic+glazes"},{"term":"Cracking of Clays During Drying","description":"The best way to avoid drying cracks when making ceramics or pottery is to avoid doing the things that cause it. Do not just blame the clay, anything can technically be dried.","excerpt":"Cracking of Clays During Drying The best way to avoid drying cracks when making ceramics or pottery is to avoid doing the things that cause it. Do not just blame the clay, anything can technically be dried. Details Here are some factors that contribute to drying problems: Using a clay that is more plastic than you need. Using clay that is too soft. Making your own clay and not mixing it well enough. Not wedging well enough. Making large pieces, especially flat ones having a big diameter.","url":"https://digitalfire.com/trouble/cracking+of+clays+during+drying"},{"term":"Crawling","description":"Ask yourself the right questions to figure out the real cause of a glaze crawling issue. Deal with the problem, not the symptoms.","excerpt":"Crawling Ask yourself the right questions to figure out the real cause of a glaze crawling issue. Deal with the problem, not the symptoms. Details Crawling is where the molten glaze withdraws into 'islands' leaving bare clay patches. The edges of the islands are thickened and smoothly rounded. This is among the most costly problems in ceramic production, ware requires refiring and is often lost anyway.","url":"https://digitalfire.com/trouble/crawling"},{"term":"Dunting and Cracking of Clay Bodies During Firing","description":"Ceramic industry can fire much faster and deal with much heavier objects than potters can, how do they do it. The answer is they pay more attention to the basics, it is all common sense and good equipment.","excerpt":"Dunting and Cracking of Clay Bodies During Firing Ceramic industry can fire much faster and deal with much heavier objects than potters can, how do they do it. The answer is they pay more attention to the basics, it is all common sense and good equipment. Details At the Medalta Potteries (in Medicine Hat, Alberta, Canada) during the 1920s they made stoneware crocks up to 60 gallons. These monsters weighed more than 200 pounds and had walls between one and two inches thick.","url":"https://digitalfire.com/trouble/dunting+and+cracking+of+clay+bodies+during+firing"},{"term":"Foaming of Ceramicd Glaze Slurries","description":"Ceramic glaze slurries can sometimes generate enough foam that it becomes difficult to apply an even layer to a surface. What can you do?","excerpt":"Foaming of Ceramicd Glaze Slurries Ceramic glaze slurries can sometimes generate enough foam that it becomes difficult to apply an even layer to a surface. What can you do? Details Some ceramic glaze suspensions will foam as they are mixed and used. This is problematic since the bubbles prevent the laydown of an even surface. The reason for the foaming relates to issues with particle agglomerations, surface tension and incompletely wetted particle surfaces hanging on to air bubbles.","url":"https://digitalfire.com/trouble/foaming+of+ceramicd+glaze+slurries"},{"term":"Glaze Blisters","description":"Questions and suggestions to help you reason out the real cause of ceramic glaze blistering and bubbling problems and work out a solution","excerpt":"Glaze Blisters Questions and suggestions to help you reason out the real cause of ceramic glaze blistering and bubbling problems and work out a solution Details Blisters are evident on the fired glaze surface as a 'moonscape' of craters, some with sharp edges and others rounded. These craters are the remnants of bubbles that have burst during final approach to temperature or early stages of cooling. In some cases, there will be some unburst bubbles with a fragile 'dome' than can be broken.","url":"https://digitalfire.com/trouble/glaze+blisters"},{"term":"Glaze Crazing","description":"Ask the right questions to analyse the real cause of glaze crazing. Do not just treat the symptoms, the real cause is thermal expansion mismatch with the body.","excerpt":"Glaze Crazing Ask the right questions to analyse the real cause of glaze crazing. Do not just treat the symptoms, the real cause is thermal expansion mismatch with the body. Details The fired glaze exhibits a network of fine cracks. These may be visible after firing or may need enhancement with ink. Crazing may also appear after some time or after ware has been exposed to thermal shock. Crazing profoundly affects ware strength.","url":"https://digitalfire.com/trouble/glaze+crazing"},{"term":"Glaze Crazing","description":"Ask the right questions to analyse the real cause of glaze crazing. Do not just treat the symptoms, the real cause is thermal expansion mismatch with the body.","excerpt":"Glaze Crazing Ask the right questions to analyse the real cause of glaze crazing. Do not just treat the symptoms, the real cause is thermal expansion mismatch with the body. Details The fired glaze exhibits a network of fine cracks. These may be visible after firing or may need enhancement with ink. Crazing may also appear after some time or after ware has been exposed to thermal shock. Crazing profoundly affects ware strength.","url":"https://digitalfire.com/trouble/2"},{"term":"Glaze Marks or Scratches","description":"Questions to ask and strategies to try to deal with glaze cutlery marking, that is, glazes that are too easily scatched by metal.","excerpt":"Glaze Marks or Scratches Questions to ask and strategies to try to deal with glaze cutlery marking, that is, glazes that are too easily scatched by metal. Details 'Cutlery Marking' occurs where metal instruments leave marks on glazed functional ware. This happens because the glaze is not smooth, it is abrasing microscopic particles of the metal. However if the marks left by these particles cannot be removed easily this is more than a cosmetic problem.","url":"https://digitalfire.com/trouble/glaze+marks+or+scratches"},{"term":"Glaze Pinholes, Pitting","description":"Analyze the causes of ceramic glaze pinholing and pitting so your fix is dealing with the real issues, not a symptom.","excerpt":"Glaze Pinholes, Pitting Analyze the causes of ceramic glaze pinholing and pitting so your fix is dealing with the real issues, not a symptom. Details 'Pinholes' are small holes in the fired glaze surface penetrating down to the body below, often into a surface pore or opening. 'Pits' are smaller, they mar the surface but to not penetrate all the way down. Pinholes or pits are often no larger than the head of a pin.","url":"https://digitalfire.com/trouble/glaze+pinholes%2C+pitting"},{"term":"Glaze Pinholes, Pitting","description":"Analyze the causes of ceramic glaze pinholing and pitting so your fix is dealing with the real issues, not a symptom.","excerpt":"Glaze Pinholes, Pitting Analyze the causes of ceramic glaze pinholing and pitting so your fix is dealing with the real issues, not a symptom. Details 'Pinholes' are small holes in the fired glaze surface penetrating down to the body below, often into a surface pore or opening. 'Pits' are smaller, they mar the surface but to not penetrate all the way down. Pinholes or pits are often no larger than the head of a pin.","url":"https://digitalfire.com/trouble/glaze+pinholes%2c+pitting"},{"term":"Glaze Shivering","description":"Ask the right questions to analyse the real cause of glaze shivering. Do not just treat the symptoms, the real cause is thermal expansion mismatch with the body.","excerpt":"Glaze Shivering Ask the right questions to analyse the real cause of glaze shivering. Do not just treat the symptoms, the real cause is thermal expansion mismatch with the body. Details Shivering is the opposite of glaze crazing, the fired glaze is under compression and wants to flake off the body, especially at edges. However the route cause is a mismatch in the thermal expansions of body and glaze, thus the process of resolving it is similar as for crazing.","url":"https://digitalfire.com/trouble/glaze+shivering"},{"term":"Glaze Slurry is Difficult to Use or Settling","description":"Understanding glaze slurry rheology is the key to solving problems and creating a suspension that does not settle out, applies well, dries crack free.","excerpt":"Glaze Slurry is Difficult to Use or Settling Understanding glaze slurry rheology is the key to solving problems and creating a suspension that does not settle out, applies well, dries crack free. Details We often tend to put so much effort into adjusting our glazes to fine-tune fired properties that we tolerate poor application properties. Such glazes are not only frustrating to use, but they often produce poor fired results. When a slurry is right it should 'gel' and 'hang on'.","url":"https://digitalfire.com/trouble/glaze+slurry+is+difficult+to+use+or+settling"},{"term":"Glaze is Off-Color","description":"Questions to ask and strategies to try in dealing with glazes that do not fire the expected color or have stains or discolored areas","excerpt":"Glaze is Off-Color Questions to ask and strategies to try in dealing with glazes that do not fire the expected color or have stains or discolored areas Details If your fired glaze is not the expected color here are some questions to ask. Does the development of the color depend on the chemistry of the glaze? In ceramics, color is about chemistry and melt dynamics, colors do not normally 'burn out'. The development of many colors requires that the host glaze's chemistry be sympathetic.","url":"https://digitalfire.com/trouble/glaze+is+off-color"},{"term":"Glaze peeling on drying","description":"Glaze peeling on drying","excerpt":"Glaze peeling on drying Details A common problem with dipping glazes. It happens when the integrity of the bond of the drying glaze with the body is not sufficient to resist the pulling that results because of the glaze's shrinkage. Glazes contain clay and they shrink when they dry. Related Information The recipe reveals why a pottery glaze is peeling when multi-layered This picture has its own page with more detail, click here to see it.","url":"https://digitalfire.com/trouble/glaze+peeling+on+drying"},{"term":"Leaking of Fired Ceramics","description":"Leaking of Fired Ceramics","excerpt":"Leaking of Fired Ceramics Details This problem is often called \"weeping\", or just \"leaking\". To guarantee water tightness a clay needs to be vitrified to be dense, thus have a low porosity (typically less than 1%). If a glaze is not crazed this problem should never happen (since moisture cannot pass through glass). Many stonewares have porosities above 2%, thus water penetration will happen when glazes do not seal well. The SHAB test can be used to monitor body porosity.","url":"https://digitalfire.com/trouble/leaking+of+fired+ceramics"},{"term":"Lime Popping","description":"Lime Popping","excerpt":"Lime Popping Details A body firing problem where particles of calcium sulphate in the fired or bisque fired body slowly absorb water from the air, expand, and pop out a section of the body. These particles can be contamination or naturally occurring contaminants in the clay. Related Information A lime particle embedded in the clay has expanded an popped This picture has its own page with more detail, click here to see it.","url":"https://digitalfire.com/trouble/lime+popping"},{"term":"Orange Peel Surface","description":"Orange peel is a defect or physical property of ceramic glazes","excerpt":"Orange Peel Surface Orange peel is a defect or physical property of ceramic glazes Details Ceramic glazes can have a surface texture like orange peel, this can be intentional or a defect. Matte glazes, depending on their mechanism, can have a smooth but dull or a bumpy but glossy surface (the bumps are very fine and scatter the light to produce a silky matteness). Variegated glazes having phase differences can also have an orange-peel surface.","url":"https://digitalfire.com/trouble/orange+peel+surface"},{"term":"Over Firing of Ceramic Glazes and Bodies","description":"Overfiring can happen with glaze, engobes or clay bodies. The problem is more subtle than you might think.","excerpt":"Over Firing of Ceramic Glazes and Bodies Overfiring can happen with glaze, engobes or clay bodies. The problem is more subtle than you might think. Details This can happen with bodies, engobes or glazes. It can be more subtle than you think. Each type of ceramic is either designed to work at a temperature or simply has been because tradition has proven its suitability there. For clay bodies, that temperature may or may not be where it vitrifies.","url":"https://digitalfire.com/trouble/over+firing+of+ceramic+glazes+and+bodies"},{"term":"Powdering, Cracking and Settling Glazes","description":"Powdering and dusting glazes are difficult and a dust hazard. Shrinking and cracking glazes fall off and crawl. The cause is the wrong amount or type of clay.","excerpt":"Powdering, Cracking and Settling Glazes Powdering and dusting glazes are difficult and a dust hazard. Shrinking and cracking glazes fall off and crawl. The cause is the wrong amount or type of clay. Details Glazes in traditional ceramics almost always contain a hardener. By far the most common particle binder is simply clay (e.g. kaolin, ball clay, bentonite). When there is enough clay ware can be handled without dusting onto your hands.","url":"https://digitalfire.com/trouble/powdering%2c+cracking+and+settling+glazes"},{"term":"Powdering, Cracking and Settling Glazes","description":"Powdering and dusting glazes are difficult and a dust hazard. Shrinking and cracking glazes fall off and crawl. The cause is the wrong amount or type of clay.","excerpt":"Powdering, Cracking and Settling Glazes Powdering and dusting glazes are difficult and a dust hazard. Shrinking and cracking glazes fall off and crawl. The cause is the wrong amount or type of clay. Details Glazes in traditional ceramics almost always contain a hardener. By far the most common particle binder is simply clay (e.g. kaolin, ball clay, bentonite). When there is enough clay ware can be handled without dusting onto your hands.","url":"https://digitalfire.com/trouble/powdering%2C+cracking+and+settling+glazes"},{"term":"Runny Ceramic Glazes","description":"Glazes of high melt fluidity are likely to run if applied to thickly or have not catcher glaze","excerpt":"Runny Ceramic Glazes Glazes of high melt fluidity are likely to run if applied to thickly or have not catcher glaze Details Glazes melt. If they do not melt enough then the surface is not glassy and smooth and easy-to-clean. It stains, cutlery marks or leaches metals in to food and drink. On the other hand, if a glaze melts too much it runs down off the ware during firing. But there are other consequences. Glazes that run likely do so because they have excessively high levels of fluxing oxides.","url":"https://digitalfire.com/trouble/runny+ceramic+glazes"},{"term":"Specking on Ceramic Ware","description":"Specking, or speckling, can be both a fault or feature in fired ceramic ware - caused or produced by metal-bearing contaminants to metallic additives","excerpt":"Specking on Ceramic Ware Specking, or speckling, can be both a fault or feature in fired ceramic ware - caused or produced by metal-bearing contaminants to metallic additives Details A common surface defect in fired whiteware and porcelain ceramics: Fired specks mar an otherwise clean surface. Not to be confused with speckle, a term that usually describes when the effect is desired. This is normally occurs where materials are contaminated with natural iron minerals (e.g.","url":"https://digitalfire.com/trouble/specking+on+ceramic+ware"},{"term":"Splitting at the Plastic Stage","description":"Pottery clays can split at the plastic stage, sometimes ware can fall down right in front of your eyes. Why?","excerpt":"Splitting at the Plastic Stage Pottery clays can split at the plastic stage, sometimes ware can fall down right in front of your eyes. Why? Details If clay bodies are made from too high a percentage of plastic materials they shrink too much during drying and crack. Thus it is common to incorporate aggregate materials, like silica sand, fine group, kaolinized sands or silts, the reduce the plasticity and cut the drying shrinkage.","url":"https://digitalfire.com/trouble/splitting+at+the+plastic+stage"},{"term":"Staining of Fired Ceramic Glazes","description":"Ceramic glazes are glass. That means they are always easy to clean, right? Wrong - because the surface is not always glassy.","excerpt":"Staining of Fired Ceramic Glazes Ceramic glazes are glass. That means they are always easy to clean, right? Wrong - because the surface is not always glassy. Details Ceramic glazes are glass and thus should be micro-smooth. If they are not then stains can be left by various substances.","url":"https://digitalfire.com/trouble/staining+of+fired+ceramic+glazes"},{"term":"Uneven Glaze Coverage","description":"The secret to getting event glaze coverage lies in understanding how to make thixotropy, specific gravity and viscosity work for you","excerpt":"Uneven Glaze Coverage The secret to getting event glaze coverage lies in understanding how to make thixotropy, specific gravity and viscosity work for you Details In industry alot of effort is put forth to create glaze slurries that cover ware evenly and dry quickly. Glaze recipes contain adequate clay to suspend the slurry; their thixotropy, viscosity and specific gravity are tuned to produce an easy-to-use product.","url":"https://digitalfire.com/trouble/uneven+glaze+coverage"},{"term":"Warping","description":"There are multiple reasons why pottery and porcelain pieces can warp during firing, both vitreous and non-vitreous ware. Here is what to do about it.","excerpt":"Warping There are multiple reasons why pottery and porcelain pieces can warp during firing, both vitreous and non-vitreous ware. Here is what to do about it. Details This normally refers to a body firing problem where vessels warp out-of-shape during firing. Warping often exhibits as out-of-round vessel rims or as sagging on overhung shapes (slumping). Any clay that is being fired to a vitreous condition is subject to warping (especially for pieces having unstable profiles).","url":"https://digitalfire.com/trouble/warping"}]